
const mahoz = [
    {
        id: 1,
        name: "מ' מכלול הנדסה",
        roles: [
            {
                idRole: 1,
                roleName: 'מהנדס מקלוט, בקרת נזקים ומיגון X 3'
            },
            {
                idRole: 2,
                roleName: 'סמב"ץ ומש"ק פרויקטים X 2'
            }
        ],
        explanation: [
            {
                titleExplanation: "ייעוד מכלול",
                textExplanation:
                    [
                        <>
                            מכלול הנדסה ופרויקטים המחוזי, ירכז את כלל תחומי המיגון הפיזי הקיימים במרחבו, ינתח את המענה המיגוני אל מול האיום הקיים, ירכז את פערי המיגון ברשויות ודרישות המיגון המתפרץ, יעביר תמ"צ מיגון ויקצה מהנדסים לביצוע סקרי מיגון בשירותים חיוניים ברשויות, כל זאת על מנת להציל חיים ולחזק את חוסן האוכלוסייה.
                        </>
                    ],
            },
            {
                titleExplanation: "תפקידי המרכז",
                textExplanation:
                    [
                        <>
                            1. יועץ מקצועי למפקד המחוז בתחומי ההנדסה והמיגון. רמה ממונה בנושאי הנדסת המיגון והנדסת החילוץ לתאי ההנדסה בנפות.<br /><br />
                            2. ריכוז ועדכון תמונת מצב בתחום המקלוט (הפרטי והציבורי) ופערי המיגון ברשויות ומוסדות במרחב המחוז.<br /><br />
                            3. מתן חוות דעת מקצועית בנושא מיגון וביצוע סקרי מיגון לפי צורך.<br /><br />
                            4. תיאום וסיוע לפיקוד בביצוע בקרת נזקים באמצעות איסוף נתונים אודות האירוע <br /><br />
                            5. המלצות מקצועיות בתחום המיגון ומדיניות ההתגוננות למפקד המחוז ולמפקד המרכז;<br /><br />
                            6. תעדוף והמלצות לפרויקטי מיגון מהיר הקמה במרחב המחוז;<br /><br />
                            7. ליווי פרויקטי המיגון המנוהלים על ידי הפיקוד במרחב המחוז.<br /><br />
                            8. ריכוז שאלות וסוגיות עקרוניות שעולות במחוז לדרג הפיקודי.<br /><br />
                            9. המלצה על הפעלת תוכניות התמי"ר ברשויות.<br /><br />
                            10. מיפוי חניונים תת קרקעיים.<br /><br />
                            11. שליטה בכשירות המקלטים הציבוריים.<br /><br />
                            12. שליטה בכוח האדם המקצועי (מהנדסים)- מיפוי וויסות על פי הצורך במרחב<br /><br />
                        </>
                    ]
            }
        ],
        src: `${process.env.PUBLIC_URL}/assests/imgs/mahoz/handasa.svg`,
    },
    {
        id: 2,
        name: "מ' מכלול חומ''ס",
        roles: [
            {
                idRole: 1,
                roleName: 'קצין חומ"ס וביקורות X 1'
            },
            {
                idRole: 2,
                roleName: 'מש"ק חומ"ס X 2'
            }
        ],
        explanation: [
            {
                titleExplanation: "ייעוד מכלול",
                textExplanation:
                    [
                        <>
                            מכלול החומ"ס יפעל מזעור סכנה לאוכלוסייה לנפש ולרכוש כתוצאה מפגיעה מלחמתית במתקן מחזיק חומ"ס במרחב המחוז.
                        </>
                    ],
            }, {
                titleExplanation: "תפקידי המכלול",
                textExplanation:
                    [
                        <>
                            1. ריכוז ויצירת תמונת מצב מחזיקי חומ"ס מחוזי כולל סטאטוס הוצאת צווים וביצועם.<br /><br />
                            2. ריכוז שאלות וסוגיות עקרוניות שעולות במחוז לדרג הפיקודי<br /><br />
                            3.  הנחיה מקצועית לנפה באירוע חומ"ס ובשגרת חירום, כולל תעדוףביקורות במחזיקים<br /><br />
                            4. הנחיית מחזיקי החומ"ס  בצווים בהתאם לסמכויות מתוקף חוק חג"א ( פקודת "חלב שקדים"), ובהתאם למדיניות ענף חומ"ס.<br /><br />
                            5. עדכון תמ"ץ מחזיקי חומ"ס מסכני אוכלוסיה.<br /><br />
                            6. ניהול תוכנית ביקורות מחזיקי חומ"ס.<br /><br />
                            7.  גזירת פקודת שינוע חומ"ס פיקודית, והורדתה לנפות.<br /><br />
                            8. התרעה למכלול חומייס פיקודי על חשש לאירוע חומייס, ועדכונו בהתפתחות אירוע קיים;<br /><br />
                            9. ווידוא ביצוע פעילות לצמצום סיכוי התפתחות של אירוע חומ"ס - תיאום הערכות מחוזית בהיבטי החומ"ס מול המשרד להגנת הסביבה וכב"ה;<br /><br />
                            10. יעוץ מקצועי למנלייח בתחום החומ"ס (כולל בעת אירוע חומייס); ריכוז פעילות מול הנפות, מכלול אוכלוסייה, מכלולים אחרים במחוז וגורמים חיצוניים.<br /><br />
                            11. שליטה במערכות שו"ב ייעודיות.<br /><br />
                        </>
                    ]
            }

        ],
        src: `${process.env.PUBLIC_URL}/assests/imgs/mahoz/homas.svg`,
    },
    {
        id: 3,
        name: "מ' מכלול הסברה",
        roles: [
            {
                idRole: 1,
                roleName: 'סגן מפקד מכלול הסברה והדרכת אוכלוסייה'
            },
            {
                idRole: 2,
                roleName: 'קצין הסברה והדרכת אוכלוסייה'
            },
            {
                idRole: 3,
                roleName: 'מש"ק ניו מדיה X 4'
            },
            {
                idRole: 4,
                roleName: 'דו"צ'
            },
            {
                idRole: 5,
                roleName: 'מתורגמן'
            }
        ],
        explanation: [
            {
                titleExplanation: "ייעוד מכלול",
                textExplanation:
                    [
                        <>
                            מכלול הסברה יגבש תכנית הסברה והדרכה לאוכלוסייה בתחומי התנהגות אזרחית ויפעילה, הטמעת מדיניות התגוננות שנקבעה ברמה הארצית למימוש הלכה למעשה בקרב רשויות המקומיות ומשרדי הממשלה וייצוג ההלימה בין המדיניות לשגרה החיים המתקיים בעת חירום בשטחה, יהווה מוקד ידע בתחום הנחיות ההתגוננות לציבור ומדיניות ההתגוננות עבור המפקדים והמרחב האזרחי.
                        </>
                    ],
            },
            {
                titleExplanation: "תפקידי המכלול",
                textExplanation:
                    [
                        <>
                            1. ניתוח משמעויות ואיתור מגמות ממקורות המידע במרחב המחוז (רשויות, רדיו אזורי, רשתות חברתיות )<br /><br />
                            2. גיבוש תמונת מצב הסברה מתאי ההסברה בנפות, ניתוחה ושיקופה למפקדים ולמכלול ההסברה הפיקודי והעלאת המלצות למכלול הסברה פיקודי.<br /><br />
                            3. להוות מנחה מקוצעי למערך הדרכת האוכלוסיה( מאלש"ח), לגבש תכנית הדרכה מחוזית, להנחות את הנפות בהתאם ולוודא ביצועה.<br /><br />
                            4. איתור צרכי אוכלוסייה כפי שעולים ממקורות המידע במרחב המחוז והעלאת נציג דו"צ מחוזי.<br /><br />
                            5. קבלת מידע על פניות האוכלוסיה למרכז המידע הפיקודי באמצעות הזירה הרלוונטית במרכז למענה לאזרח.<br /><br />
                            6. פיקוד, שליטה והנחייה מקצועית של המסבירים המחוזיים ומערך המאלש"ח ומעקב אחר מימוש תכנית ההדרכות לאוכלוסייה<br /><br />
                            7. מנחה מקצועי למערך ההסברה בנפה וביקל"ר.<br /><br />
                            8. גיבוש ומימוש תכנית הסברה מחוזית באירוע.<br /><br />
                            9. סיוע בגיבוש המלצה על מדיניות ההתגוננות בהתאם צרכי ואילוצי ההסברה במרחב המחוז.<br /><br />
                            10. קיום שיתוף פעולה ועדכון הדדי מול דוברי ארגוני החירום במרחב המחוז. <br /><br />
                        </>
                    ],
            },
            {
                titleExplanation: "תפקידי המרכז",
                textExplanation:
                    [
                        <>
                            1. ייעוץ והמלצה למפקד המחוז ולמטהו בנושאי התנהגות אוכלוסייה, הסברה והדרכת אוכלוסייה, רשויות, שירותים חיוניים, חומרים מסוכנים, הנדסה ומיגון, מתנדבים ומיצוי יכולות המרחב.<br /><br />
                            2. בקיאות במאפייני האוכלוסייה במרחב והכרת האתגרים שאותרו בשגרה להתמודדות בחירום.<br /><br />
                            3. יצירת תמונת מצב רב תחומית של האוכלוסייה, ועל בסיסה ביצוע הערכת מצב אוכלוסייה וגיבוש המלצות.<br /><br />
                            4. יוביל מקצועית את פורום מדיניות התגוננות(החרגות) במחוז, המתקיים בראשות מפקד המחוז.<br /><br />
                            5. יוביל מקצועית את פורום מיצוי יכולות המרחב במחוז, המתקיים בראשות סגן מפקד המחוז.<br /><br />
                            6. מנחה מקצועי לתאי מכלול אוכלוסיה בנפות.<br /><br />
                        </>
                    ]
            }
        ],
        src: `${process.env.PUBLIC_URL}/assests/imgs/mahoz/hasbara.svg`,
    },
    {
        id: 4,
        name: "מ' מכלול התנהגות",
        roles: [
            {
                idRole: 1,
                roleName: 'סגן מפקד תא התנהגות'
            },
            {
                idRole: 2,
                roleName: 'מש"ק התנהגות X 2'
            },
        ],
        explanation: [
            {
                titleExplanation: "ייעוד מכלול",
                textExplanation:
                    [
                        <>
                            מכלול ההתנהגות יפעל לייצר תמונת והערכת מצב התנהגות אוכלוסייה, לתאם פעילות מול גורמים מקבילים בגופים האזרחיים ולהמליץ למפקדים על דרכי פעולה בתחומים השונים על מנת להשפיע על הכנת האוכלוסייה, יכולת התמודדותה עם המצב והתנהגותה במטרה להציל חיים ולחזק את החוסן.
                        </>
                    ],
            },
            {
                titleExplanation: "תפקידי המכלול",
                textExplanation:
                    [
                        <>
                            1. גיבוש תמונת מצב התנהגות אוכלוסייה במרחב המחוז, המתייחסת להיבטי התנהגות אפקטיבית להצלת חיים, תפיסותיה חוסנה ויכולת ההתמודדות שלה.<br /><br />
                            2. ביצוע הערכת מצב עיתית במרחב המחוז, שתוצריה משמעויות והמלצות הנובעות מתמ"צ התנהגות האוכלוסיה.<br /><br />
                            3. ניתוח מגמות המשפיעות על החוסן האזרחי, תוך זיהוי התפתחויות אפשריות.<br /><br />
                            4. מתן מענה מקצועי בתחום התנהגות האוכלוסייה.<br /><br />
                            5. גיבוש המלצות למדיניות ולפעולות אופרטיביות תומכות חוסן בהתאם להערכת מצב.<br /><br />
                            6. סיוע בגיבוש המלצות למסרים ומידע לציבור, עיצוב התודעה והנרטיב.<br /><br />
                            7. שותפות בגיבוש המלצות להנחיות התגוננות לאוכלוסייה.<br /><br />
                            8. הנחיה מקצועית של מכלולי התנהגות אוכלוסייה הנפתיים.<br /><br />
                            9. ניתוח צורכי אוכלוסיות עם צרכים מיוחדים וגיבוש המלצות לפעולה. קיום פורום חשיבה קדימה לצורך ניתוח סוגיות שונות העולות או עלולות להתפתח בעקבות המצב ומתן המלצות למענה בתחום.<br /><br />
                            10. ניתוח צורכי מגזרים חרדיים ובני מיעוטים וגיבוש המלצות לפעולה.  קיום פורום חשיבה קדימה לצורך ניתוח סוגיות שונות העולות או עלולות להתפתח בעקבות המצב ומתן המלצות למענה בתחום.<br /><br />
                        </>
                    ],
            }, {
                titleExplanation: "תפקידי המרכז",
                textExplanation:
                    [
                        <>
                            1. ייעוץ והמלצה למפקד המחוז ולמטהו בנושאי התנהגות אוכלוסייה, הסברה והדרכת אוכלוסייה, רשויות, שירותים חיוניים, חומרים מסוכנים, הנדסה ומיגון, מתנדבים ומיצוי יכולות המרחב.<br /><br />
                            2. בקיאות במאפייני האוכלוסייה במרחב והכרת האתגרים שאותרו בשגרה להתמודדות בחירום.<br /><br />
                            3. יצירת תמונת מצב רב תחומית של האוכלוסייה, ועל בסיסה ביצוע הערכת מצב אוכלוסייה וגיבוש המלצות.<br /><br />
                            4. יוביל מקצועית את פורום מדיניות התגוננות(החרגות) במחוז, המתקיים בראשות מפקד המחוז.<br /><br />
                            5. יוביל מקצועית את פורום מיצוי יכולות המרחב במחוז, המתקיים בראשות סגן מפקד המחוז.<br /><br />
                            6. מנחה מקצועי לתאי מכלול אוכלוסיה בנפות.<br /><br />
                        </>
                    ]
            }
        ],
        src: `${process.env.PUBLIC_URL}/assests/imgs/mahoz/hitnahagot.svg`,
    },
    {
        id: 5,
        name: "מ' מכלול רצ''ת",
        roles: [
            {
                idRole: 1,
                roleName: 'סגן מפקד מכלול רצ"ת'
            },
            {
                idRole: 2,
                roleName: 'מפקד תא רשויות',
                notes: [
                    <>
                        <b>ייעוד:</b>
                        <br />
                        לגבש את תמונת מצב התמודדות הרשויות המקומיות.
                        <br /><br />

                        <b>תפקידי המכלול:</b>
                        <br />
                        1. לגבש תמונת מצב מתמשכת ועיתית של התמודדות הרשויות המקומיות ע"פ יעדי השירות.<br />
                        2. לגבש רשויות במיקוד וקשב מחוזי.<br />
                        3. גיבוש תמונת מצב מפונים ומתפנים עצמאית.<br />
                        4. זיהוי פערים, משמעויות ומגמות בהתמודדות הרשויות המקומיות ובניית תוכניות מענה בהתאם.<br />
                        5. קביעת סדרי עדיפות במתן סיוע אזרחי.<br />
                        6. העלאת צרכים העולים מן הרשויות בכלל התחומים.<br />
                    </>

                ],
            },
            {
                idRole: 3,
                roleName: 'מפקד תא משרדי ממשלה',
                notes: [
                    <>
                        <b>ייעוד:</b>
                        <br />
                        לגבש את תמונת מצב הספקת השירותים של משרדי הממשלה המחוזית ע"פ היעדים הלאומיים. לתאם ולהכווין את
                        פעולת משרדי הממשלה והרשויות הייעודיות ע"פ מדיניות המרכז לרציפות התפקוד הפיקודי וומ"ע, לצורך הבטחת
                        רמות השירות של היעדים הלאומיים.
                        <br /><br />

                        <b>תפקידי המכלול:</b>
                        <br />
                        1. לגבש תמונת מצב מתמשכת ועיתית של הספקת השירותים.<br />
                        2. לאתר כשלים ביכולת הספקת השירותים ברמות השירות שנקבעו.<br />
                        3. לשחרר חסמים בהספקה של השירותים בתחומי הסמכות של המכלול.<br />
                        4. לאתר מגמות עתידיות ביכולת לספק את השירותים.<br />
                        5. גיבוש המלצות משרדי הממשלה והנחייתם בתחומי ההתגוננות האזרחית.<br />
                    </>
                ],
            },
            {
                idRole: 4,
                roleName: 'מפקד תא מרס"ל',
                notes: [
                    <>
                        <b>ייעוד:</b>
                        <br />
                        מיצוי יכולות המרחב האזרחי למתן מענה אינטגרטיבי לצורכי אוכלוסיית היעד והמרחב המאוים באופן עיתי ומתמשך
                        בשיתוף משרדי ממשלה, רשויות מקומיות (דרך המחוזות), מגזר שלישי (ארגוני התנדבות), מגזר שני (עסקי) וצה"ל, וזאת
                        כדי לתמוך את התמודדות העורף עם אירועי חירום לאומי, כדוגמת רעידות אדמה, פנדמיות וכו'.
                        <br /><br />

                        <b>תפקידי המכלול:</b>
                        <br />
                        1. גיבוש הצרכים הקיימים בעורף והכוונת המענה תוך מיצוי היכולות הקיימות ושמירת היתרון היחסי של כל גוף ובתיאום הרשויות המקומיות, משרדי ממשלה, מגזר שלישי(ארגוני מתנדבים), שני וצה"ל.<br />
                        2. ניתוח תמונת המצב, ביצוע הערכת מצב ותעדוף המענה לפערים.<br />
                        3. מיפוי הצרכים לסיוע מהרשויות המקומיות באמצעות הנפות והמחוזות (ע"י דסק מחוזות), ממשרדי הממשלה ומארגוני המתנדבים תוך סנכרון עם תא רשויות.<br />
                        4. מתן מענה לפערים על ידי "בנק היכולות הארצי" באמצעות קישור לארגוני מתנדבים וחיבורם לרשויות המקומיות לצורך מתן מענה לצרכים; קיום שיח רציף עם ארגוני המגזר השני והשלישי; התאמת המענה לצרכים שעלו מהרשויות וממשרדי הממשלה.<br />
                        5. מעקב אחר מיצוי הכוח במענה לרשויות המקומיות, משרדי הממשלה והתשתיות והשפעה על סד"ע בחלוקת המשאבים:<br />
                        6. הפצת תובנות יומיות על המענה הניתן לרשויות ולארגונים.<br />
                        7. הצגת תמונת המצב הארצית של המענה שהוגדר על ידי מרכז הסיוע לאזרח ושניתן לעורף.<br />
                    </>
                ],
            }
        ],
        explanation: [
            {
                titleExplanation: "ייעוד מכלול",
                textExplanation:
                    [
                        <>
                            גיבוש תמונת מצב מחוזית באשר ליכולת התמודדות הרשויות המקומיות, אספקה וצריכת
                            השירותים ע"ב יעדי השירות, יתאם ויכווין את פעילות משרדי הממשלה וארגוני המגזר
                            השלישי לצורך הבטחת מתן השירותים לאזרח ויפעל למיצוי יכולות המרחב האזרחי על מנת
                            לתת מענה לצרכים ופערים לאזרח.
                        </>
                    ],
            }, {
                titleExplanation: "תפקידי המכלול",
                textExplanation:
                    [
                        <>
                            1. גיבוש תמ"צ מרחב אזרחי וביצוע הערכת מצ‌ב על פי התהליך המבצעי.<br /><br />
                            2. ניתוח תמונת מצב מימוש יעדי השירות ברמה המחוזית.<br /><br />
                            3. ניתוח וגיבוש תמונת מצב של התמודדות הרשויות המקומיות ויכולת צריכת השירותים ע"י האוכלוסייה למול יעדי הש‌ירות הלאומיים, לשם תמיכה בהחלטות מפקדים לקביעת סדר העדיפות לסיוע במרחב האזרחי.<br /><br />
                            4. גיבוש תמונת מצב תפקוד משרדי הממשלה ויכ‌ולת הייצור ואספקת השירותים למול יעדי‌ השירות הלאו‌מיים.<br /><br />
                            5. ניתוח וגיבוש תמונת מצב מפונ‌ים ומתפנים עצמאית.<br /><br />
                            6. מתן פתרונות בהספקה וקבלה של השירותים בתחומי הסמכות של המכלול.<br /><br />
                            7. איתור מגמות עתידיות ביכולת לספק ולצרוך את השירותים.<br /><br />
                            8. מדיניות התגוננות סקטור ח‌יוני - שיקוף יכולת מימוש מדיניות התגוננות ‌ובקשות להחרגות במשרדי הממשלה.<br /><br />
                            9. הובלת פורום משרדי ממשלה מחוזי.<br /><br />
                            10. תכנון - ביצוע קבוצות תכנון ייעודיות.<br /><br />
                            11. השתתפות בוועדת מל"ח מחוזית.<br /><br />
                        </>
                    ],
            },
            {
                titleExplanation: "יחסי גומלין",
                textExplanation:
                    [
                        <>
                            <b>מכלול רצ"ת מחוזי - וועדת מל"ח עליונה</b>
                            <br />
                            המכלול יפעל לממש את הנחיות ומ"ע במרחב, לתאם ולתכנן את פעילות המרחב האזרחי בהתאם למדיניות ולמול סדר העדיפות
                            והמשאבים הקיימים.
                            <br /><br />

                            <b> מכלול רצ"ת מחוזי - מרכז רציפות התפקוד פיקודי (שולחן רח"ל ופקע"ר) </b>
                            <br />
                            המכלול יציג תמונת מצב שוטפת ומתמשכת של אספקה וצריכת השירותים בהתייחס למשרדי הממשלה המחוזיים והרשויות המקומיות
                            בגזרתו. המכלול יציף פערים והמלצות למול הנחיות לתכנון מרמה ממונה אחת ליום על פי שעל"ח ופורמט ייעודי.
                            <br /><br />

                            <b>מכלול רצ"ת מחוזי – מרס"ל פיקודי</b>
                            <br />
                            המכלול יציג את הצרכים העולים מרמת השטח בדגש על הרשויות המקומיות בגזרתו. וכן יציג את סדר העדיפות המחוזי לטיפול בפערים
                            ואת המלצותיו, ע"פ שעל"ח ומערכת המרס"ל.
                            <br /><br />

                            <b>מכלול רצ"ת מחוזי - משרדי הממשלה ורשויות ייעודיות ברמת המחוז</b>
                            <br />
                            המכלול ירכז תמונת מצב עדכנית ממשרדי הממשלה המחוזיים והרשויות הייעודיות על נתוני אספקת השירותים/המוצרים ועל פי יעדי
                            השירות. המכלול יפעל לסיוע בצמצום הפערים ויגבש המלצות לסיוע.
                            <br /><br />

                            <b>מכלול רצ"ת מחוזי – נפות המחוז ורשויות מקומיות</b>
                            <br />
                            המכלול ירכז תמונת מצב המשקפת את התמודדות רשויות וצריכת השירותים על פי יעדי שירות. המכלול ירכז את הפערים ברשויות
                            המקומיות ולמולם יגבש המלצות באמצעות מכלול אוכלוסייה בנפה.
                            <br /><br />

                            <b>מכלול רצ"ת - אג"ם מרכז אוכלוסייה מחוזי</b>
                            <br />
                            המכלול יפעל למול אג"ם מרכז אוכלוסייה המחוזי לטובת תרגום אופרטיבי של התמיכה ברציפות התפקוד בגזרת המחוז לפי צורך.
                            <br /><br />
                        </>
                    ]
            }
        ],
        src: `${process.env.PUBLIC_URL}/assests/imgs/mahoz/raztat.svg`,
    },
    {
        id: 6,
        name: "מ' אג''ם אוכלוסייה",
        roles: [
            {
                idRole: 1,
                roleName: 'קמב"ץ אוכלוסייה'
            },
            {
                idRole: 2,
                roleName: 'סמב"ץ אוכלוסייה'
            }
        ],
        explanation: [
            {
                titleExplanation: "תפקידי המכלול",
                textExplanation:
                    [
                        <>
                            1. מעקב אחר סטאטוס מימוש הנחיות מפקדים (מפקדת המחוז, רמ"יח אוכלוסייה ומפקד המרכז). <br />
                            2. כתיבה של נספחי אוכלוסייה לפקודות מבצעיות ויומיות, בהתאם לנספח התגוננות האוכלוסייה הפיקודי. <br />
                            3. הפצת תוצרים בתוך המכלול ומחוץ למכלול. <br />
                            4. ניהול עזרים במכלול. <br />
                            5. מעקב אחר מערכות השו"ב. <br />
                            6. הפצת תוצרים בתוך המרכז  <br />
                        </>
                    ],
            },
            {
                titleExplanation: "תפקידי המרכז",
                textExplanation:
                    [
                        <>
                            1. ניהול מופעי השעל"ח ומעקב אחר אירועים ודיווחים: הערכת מצב, דרישות סיוע אזרחי, החרגות למדיניות התגוננות, מפונים מתפנים וכיוצ"ב. <br />
                            2. שיקוץ תמנ"צ עולם מגזרת הלחימה ותמנייצ עולם פקעייר למרכז. <br />
                            3. גיבוש תמונת המצב ממכלולי האוכלוסייה בנפות וממכלולי המרכז. <br />
                            4. שיקוף תמונת המצב בתחום האוכלוסייה לרמות ממונות (מפקד המחיף ומרכז האוכלוסייה הפיקודי) וכפופות (מכלולי האוכלוסייה בנפות). <br />
                            5. תיאום וסנכרון עם מרכזי המצפ"ם. <br />
                            6. העברת דרישות סיוע אזרחי לפורום סד"כ ואמצעים מחוזי. <br />
                        </>
                    ]
            }
        ],
        src: `${process.env.PUBLIC_URL}/assests/imgs/mahoz/ohlosia.svg`,
    },

]

export default mahoz;