const nafa = [
    {
        id: 1,
        name: "תא הנדסה",
        nameNote: [
            <>
                <b>תפקידי מפקד תא הנדסה:</b><br /><br />
                1.  ייעוץ למפקד מכלול האוכלוסייה בתחום ההנדסה והמיגון.<br />
                2.  בקיאות בתמ"ץ פערי המיגון במרחב הנפה, בתכניות המענה הרשותיות לפערי המיגון (מענה לתמי"ר) שהוכנו בשגרה ובנהלי מימוש תכנית המיגון הרשותית.<br />
                3.  ריכוז תוצרי התחקור הראשוני של אירועים במרחב ממהנדסי הגדודים.<br />
                4. קיום שיח שוטף והנחייה מקצועית של המהנדסים בגדודים.<br />
                5. קיום שיח שוטף עם מפקד מכלול ההנדסה והמיגון במחוז.<br />
                6.  ניתוח תמונת מצב ומשמעויות בתחום ההנדסה והמיגון במרחב הנפה.<br />
                7. גיבוש המלצות מקצועיות באשר לפעולות הנדרשות לצורך מענה לאתגרים במרחב האזרחי בתחום ההנדסה והמיגון.<br />
                8.  גיבוש המלצות מקצועיות באשר לאישור החרגות שעלו מהרשויות למדיניות ההתגוננות.<br />
                9. בקרה על מימוש פעולות לתמיכה במרחב האזרחי ולצמצום הסיכון לאוכלוסייה בתחום ההנדסה והמיגון.<br />
                10. כתיבת סעיף מיגון והנדסה בנספח אוכלוסייה בפקודות הנפתיות.<br />
                11.  אחריות על המענה האוכלוסייתי לאירועים מתפרצים במרחב בתחום ההנדסה והמיגון.<br />
                12. מתן מענה מקצועי שוטף למפקדי היקלייר בתחום המיגון<br />
            </>
        ],
        roles: [
            {
                idRole: 1,
                roleName: <>מהנדס מקלוט, בקרת נזקים ותכנית מיגון</>,
                notes: [
                    <>
                        1. ביצוע סקרי מיגון במרחב הנפה, במקומות חיוניים שלא בוצעו בהם סקרי מיגון בשגרה.<br /><br />
                        2. סיוע למפקד התא בגיבוש המלצות מקצועיות לפעולות הנדרשות לצורך מענה לאתגרים במרחב בתחום ההנדסה והמיגון.<br /><br />
                        3. סיוע למפקד התא במתן מענה מקצועי למפקדי היקל"ר בתחום המיגון.<br /><br />
                    </>
                ],

            },
            {
                idRole: 2,
                roleName: ' סמב"ץ ומש"ק פרויקטים',
                notes: [
                    <>
                        1. ביצוע סקרי מיגון במרחב הנפה, במקומות חיוניים שלא בוצעו בהם סקרי מיגון בשגרה.<br /><br />
                        2. סיוע למפקד התא בגיבוש המלצות מקצועיות לפעולות הנדרשות לצורך מענה לאתגרים במרחב בתחום ההנדסה והמיגון.<br /><br />
                        3. סיוע למפקד התא במתן מענה מקצועי למפקדי היקל"ר בתחום המיגון.<br /><br />
                    </>
                ],

            }
        ],
        src: `${process.env.PUBLIC_URL}/assests/imgs/nafa/hadasa.svg`,
        explanation: [
            {
                titleExplanation: "ייעוד תא הנדסה",
                textExplanation:
                    [
                        <>
                            תוכן חסר
                        </>
                    ]
            },
            {
                titleExplanation: "תפקידי תא הנדסה",
                textExplanation:
                    [
                        <>
                            1. יעוץ למפקד המכלול בתחום המיגון והנחייה מקצועית של מהנדסי הגדודים.
                            <br /><br />
                            2.  גיבוש תמונת מצב מיגון ונזקים מאירועים במרחב הנפה ,ביצוע הערכת מצב וגיבוש המלצות
                            מקצועיות בתחום המיגון וההנדסה.<br /><br />
                            3.  קיום קשר רציף עם מהנדסי הגדודים ,לרבות שיח ישיר לצורך קבלה ומתן עדכונים שוטפים.
                            <br /><br />
                            4. קיום קשר רציף עם תאים אחרים במכלול ,עם מכלולים אחרים בנפה ועם מכלול הנדסה ומיגון
                            במרכז האוכלוסייה המחוזי.<br /><br />
                            5.  בקרה ,מעקב ומתן מענה מקצועי לפניות שהגיעו לתא המיגון וההנדסה.<br /><br />
                        </>

                    ]
            }
        ]
    },

    {
        id: 2,
        name: "תא חומ''ס",
        nameNote: [
            <>
                <b>תפקידי מפקד תא חומ"ס:</b><br /><br />
                1. אחריות על בניין הכוח של התא בשגרה כהיערכות לחירום.<br /><br />
                2. הפעלת התא בחירום באופן רציף.<br /><br />
                3. ניהול מאגר מידע אודות מפעלים ומחזיקי חומרים מסוכנים המהווים איום על האוכלוסייה במרחב הנפה.<br /><br />
                4. מעקב מקצועי, בקרה ואכיפה אחר ביצוע צווים ונהלים הקשורים למלאי החומרים המסוכנים במפעלים, שינועם ומיגונם.<br /><br />
                5. גיבוש תמונת מצב חומ"ס במרחב - כולל מחזיקי החומ"ס אשר מונחים במסגרת תכנית "חלב שקדים" וסטאטוס קיום ההנחיות בצו.<br /><br />
                6. ייעוץ מקצועי למפקד הנפה והמטה בנושאים הקשורים לחומרים מסוכנים במפעלים.<br /><br />
                7. תיאום שיתוף הפעולה המקצועי עם גורמי הגנת הסביבה במרחב וגורמי חירום אחרים.<br /><br />
            </>

        ],
        roles: [
            {
                idRole: 1,
                roleName: 'קצין חומ"ס וביקורת',
                notes: [
                    <>
                        1. מימוש פקודת "חלב שקדים" ע"י הפצת הצווים וביצוע ביקורות המפעלים ואצל מחזיקי חומ"ס, לטובת אכיפת המימוש של הצווים שהופצו. <br /><br />
                        2. סיוע למפקד קד תא ההחומ"ס בניתוח משמעויות בעת עת אירוע חומ"ס בגזרת הנפה בהתאם לפק"לי האופציות והערכות הסיכונים של כב"ה ואיכות הסביבה בשטח. <br /><br />
                    </>
                ],

            },
            {
                idRole: 2,
                roleName: 'מש"ק חומ"ס',
                notes: [
                    <>
                        1. סיוע למפקד תא החומ"ס בריכוז תמונת מצב מימוש פקודת "חלב שקדים" והזנת נתונים בשו"ב.<br /><br />
                        2. קבלת דיווחים שמתקבלים לתא החומייס מתא המב ממכלולים אחרים בנפת. המבצעים, מתאים אחרים במכלול או ממכלולים אחרים בנפה.<br /><br />
                        3. ריכוז הדיווחים שמתקבלים והנחיות מפקדים בטבלת שליטה.<br /><br />
                    </>
                ],

            }
        ],
        src: `${process.env.PUBLIC_URL}/assests/imgs/nafa/homas.svg`,
        explanation: [
            {
                titleExplanation: "ייעוד תא חומ''ס",
                textExplanation:
                    [
                        <>
                            ריכוז תמ"צ חומ״ס מול המחזיקים, ביצוע ביקורות בקרב מחזיקי חומ״ס ע״ב תעדוף מחוזי, קבלת פקודת שינוע מהמחוז ואחריות על המעקב אחר השינוע וביצוע הערכות אופרטיבית בהתאם לצורך.
                        </>
                    ]
            },
            {
                titleExplanation: "תפקידי תא חומ''ס",
                textExplanation:
                    [
                        <>
                            1. יעוץ למפקד המכלול בתחום החומ"ס.<br /><br />
                            2.  גיבוש תמונת מצב מימוש צווים ומחזיקי חומ"ס במרחב הנפה ,ביצוע הערכת מצב וגיבוש המלצות
                            מקצועיות בתחום החומ"ס.<br /><br />
                            3.  לאחר הפעלת הצו ,מעקב מקצועי ,בקרה ואכיפה על ביצוע צווים ונהלים הקשורים למלאי החומרים המסוכנים
                            במפעלים ,שינועם ומיגונם. <br /><br />
                            4.  ייעוץ והובלה מקצועית של הטיפול הנפתי באירוע חומ"ס במרחב ,לרבות ניתוח משמעויות לאוכלוסייה וגיבוש
                            המלצות מקצועיות לטיפול באירוע.<br /><br />
                            5.  תיאום שיתוף פעולה מקצועי עם גורמי הגנת הסביבה במרחב.<br /><br />
                            6.  קיום קשר רציף עם מכלול חומ"ס במרכז האוכלוסייה המחוזי.<br /><br />
                            7. בקרה ,מעקב ומתן מענה מקצועי לפניות שהגיעו לתא החומ"ס.
                        </>

                    ]
            }
        ]
    },

    {
        id: 3,
        name: "תא הסברה",
        nameNote: [
            <>
                <b>תפקידי מפקד תא הסברה:</b><br /><br />
                1. ייעוץ למפקד מכלול האוכלוסייה בתחום ההסברה והדרכת האוכלוסייה.<br /><br />
                2. בקיאות במאפייני האוכלוסייה במרחב הנפה והכרת הקהילות הייחודיות, השפות והאתגרים בתחום ההסברה כפי שאותרו בשגרה.<br /><br />
                3. ניתוח דו"חות מש"קי מידע לציבור ביקל"ר.<br /><br />
                4. קיום שיח שוטף והנחייה מקצועית של מש"קי המידע לציבור ביקל"רים ומדריכות האוכלוסייה לשעת חירום אשר מוכפפות לנפה.<br /><br />
                5. קיום שיח שוטף עם מפקד מכלול ההסברה במחוז.<br /><br />
                6. ניתוח תמונת מצב ומשמעויות בתחום ההסברה במרחב הנפה.<br /><br />
                7. גיבוש המלצות מקצועיות באשר לפעולות הנדרשות לצורך מענה לאתגרים במרחב האזרחי בתחום ההסברה והדרכת האוכלוסייה – דרישה מבצעית לתכנית הסברה.<br /><br />
                8. גיבוש המלצות מקצועיות באשר לאישור החרגות שעלו מהרשויות למדיניות ההתגוננות.<br /><br />
                9. הזנת דו"ח עיתי בתחום ההסברה והדרכת האוכלוסייה ע"ג השו"ב.<br /><br />
                10. אחריות על המענה האוכלוסייתי לאירועים מתפרצים במרחב בתחום ההסברה והנחיית האוכלוסייה.<br /><br />
            </>

        ],
        roles: [
            {
                idRole: 1,
                roleName: 'סגן מפקד תא הסברה והדרכת אוכלוסייה',
                notes: [
                    <>
                        <b>תפקידי סגן מפקד תא הסברה:</b><br /><br />
                        1. ייעוץ למפקד מכלול האוכלוסייה בתחום ההסברה והדרכת האוכלוסייה.<br /><br />
                        2. בקיאות במאפייני האוכלוסייה במרחב הנפה והכרת הקהילות הייחודיות, השפות והאתגרים בתחום ההסברה כפי שאותרו בשגרה.<br /><br />
                        3. ניתוח דו"חות מש"קי מידע לציבור ביקל"ר.<br /><br />
                        4. קיום שיח שוטף והנחייה מקצועית של מש"קי המידע לציבור ביקל"רים ומדריכות האוכלוסייה לשעת חירום אשר מוכפפות לנפה.<br /><br />
                        5. קיום שיח שוטף עם מפקד מכלול ההסברה במחוז.<br /><br />
                        6. ניתוח תמונת מצב ומשמעויות בתחום ההסברה במרחב הנפה.<br /><br />
                        7. גיבוש המלצות מקצועיות באשר לפעולות הנדרשות לצורך מענה לאתגרים במרחב האזרחי בתחום ההסברה והדרכת האוכלוסייה – דרישה מבצעית לתכנית הסברה.<br /><br />
                        8. גיבוש המלצות מקצועיות באשר לאישור החרגות שעלו מהרשויות למדיניות ההתגוננות.<br /><br />
                        9. הזנת דו"ח עיתי בתחום ההסברה והדרכת האוכלוסייה ע"ג השו"ב.<br /><br />
                        10. אחריות על המענה האוכלוסייתי לאירועים מתפרצים במרחב בתחום ההסברה והנחיית האוכלוסייה.<br /><br />
                    </>
                ],

            },
            {
                idRole: 2,
                roleName: 'קצין הסברה והדרכת אוכלוסייה',
                notes: [
                    <>
                        1. כתיבת סעיף הסברה בנספח האוכלוסייה בפקודות נפתיות.<br /><br />
                        2. בקרה על מימוש פעולות לתמיכה במרחב האזרחי ולצמצום הסיכון לאוכלוסייה בתחום ההסברה והדרכת האוכלוסייה.<br /><br />
                        3. בקרה ומעקב אחר סטאטוס מימוש הנחיות מפקדים בתחום ההסברה, אשר מרוכזת ע"י מש"ק הסברה.<br /><br />
                        4. התאמת דף מסרים היומי שמופץ ע"י מכלול ההסברה במרכז האוכלוסייה במחוז לדפ"א שהתממשה במרחב הנפה ואישורו אצל מפקד מכלול האוכלוסייה ואצל מפקד הנפה.<br /><br />
                        5. קבלת חומרי ההסברה וההנחיות המיידיות שהופצו ע"י מפקדת הפיקוד והעברתן לרשות המקומית הרלוונטית.<br /><br />
                        6. סיוע למפקד תא ההסברה בכתיבת דרישה מבצעית לתכנית הסברה נפתית.<br /><br />
                    </>

                ],

            },
            {
                idRole: 3,
                roleName: 'מש"ק ניו מדיה',
                notes: [

                    <>
                        1. קבלת דיווחים שמתקבלים לתא ההסברה והדרכת האוכלוסייה מתא המבצעים, מתאים אחרים במכלול או ממכלולים אחרים בנפה.<br /><br />

                        2. ריכוז הדיווחים שמתקבלים והנחיות מפקדים בטבלת שליטה.<br /><br />

                        3. סיוע למפקד מכלול ההסברה והדרכת האוכלוסייה בגיבוש תמונת המצב הסברה מהיקל"רים:<br />
                        א. ווידוא מילוי דו"חות מש"ק מידע לציבור ביקל"רים.<br />
                        ב. ביצוע שיחות טלפוניות עם מש"קי המידע לציבור ביקל"רים ובירור סוגיות שעלו.<br />
                        ג. קבלת תמונת מצב הסברה מחוזית ממכלול ההסברה במרכז האוכלוסייה המחוזי.<br /><br />

                        4. ביצוע מעקב אחר אמצעי התקשורת הדיגיטליים ועדכון עזרי השליטה בהתאם:<br />
                        א. דפי הפייסבוק של הרשויות המקומיות.<br />
                        ב. פוסטים שמתפרסמים ע"י הרשויות.<br />
                        ג. תגובות לפוסטים.<br />
                        ד. אתרי האינטרנט של הרשויות המקומיות.<br />
                        ה. אתרי חדשות אזוריים.<br />
                        ו. פרסומים באמצעי התקשורת הארציים הנוגעים למרחב הנפה.<br /><br />

                        5. קיום קשר עם תא ניו מדיה במכלול הסברה במרכז האוכלוסייה המחוזי.<br /><br />
                    </>



                ],

            }
        ],
        src: `${process.env.PUBLIC_URL}/assests/imgs/nafa/hasbara.svg`,
        explanation: [
            {
                titleExplanation: "ייעוד תא הסברה",
                textExplanation:
                    [
                        <>
                            מכלול הסברה יתאים ויטמיע את תכניות ההסברה הלאומיות שנכתבו ע"י הפיקוד בתחומי התגוננות אזרחית, יטמיע את מדיניות התגוננות שנקבעה ברמה הארצית למימוש הלכה למעשה בקרב רשויות המקומיות, וייצג את ההלימה בין המדיניות לשגרת החיים המתקיימת בעת חירום בשטחן, ויהווה מוקד ידע בתחום ההסברה עבור המפקדים והמרחב האזרחי.
                        </>
                    ]
            },
            {
                titleExplanation: "תפקידי תא הסברה",
                textExplanation:
                    [
                        <>
                            1. מנחה מקצועי למפקד הנפה בנושא הסברה והדרכת אוכלוסייה ומנחה מקצועי למערך ההסברה ביקל"ר וברשות המקומית.<br /><br />
                            2.  לנתח את התנהגות האוכלוסייה ולגבש תמונת מצב הסברתית במרחב ,הכוללת:<br />
                            - ניטור וניתוח נושאי השיח המרכזיים בתקשורת ובפלטפורמות של הרשות המקומיות<br />
                            - מיפוי הפערים בהבנת המידע <br />
                            - איתור קהילות הדורשות מענה הסברתי ייחודי <br />
                            - זיהוי צרכים ופערי הסברה בשטח <br />
                            - שיקוף פעילויות ההסברה ברשויות המקומיות<br />
                            <br /><br />
                            3. גיבוש תמונת מצב אורכית (מחוז-נפה-יקל"ר) ורחובית.<br /><br />
                            4. מדיניות ההתגוננות :<br /><br />
                            -  הטמעת מדיניות התגוננות שנקבעה ברמה הארצית בקרב היקל"ר והרשויות המקומיות<br />
                            - שיקוף מימוש המדיניות בשטח ברשויות המקומיות (לדוגמה -סטוס פתיחת מוס"ח)<br />
                            -  ביצוע פורום החרגות נפתי בהתאם לבקשות של הרשויות המגיעות מהיקל"ר ולהעלות את ההחרגות המאושרות למחוז<br />
                            <br /><br />
                            5. קיום קשר רציף ועדכון הדדי מול קציני ההסברה ביקל"רים ,לרבות הבהרות לגבי תמ"ץ ההסברה כפי שמשקף בדו"ח קצין
                            ההסברה ביקל"ר ,העברת עדכונים מקצועיים בתחום ההסברה ,ופרטים משמעויות מאירועים נקודתיים .
                            <br /><br />
                            6. התאמת חומרי ההסברה שהופצו על ידי מפקדת הפיקוד בהתאם למאפייני האוכלוסייה במרחב לטווח הקצר והארוך.<br /><br />
                            7. בניית תוכנית הסברה לפעולה המספקת מענה לאירועים נקודתיים במרחב (לדוגמה - הלוויה ,הופעה וכדומה)<br /><br />
                            8.  הטמעת ווידוא שת"פ 104- 106<br /><br />
                            9. גיבוש פערים וצרכים לצורכי פינוי אוכלוסייה או הסתגרות באירוע בק"ן או חומ"ס והעלאה לרמה ממונה.<br /><br />
                            10. העלאת דרישה למחוז להפצת הנחיות מצילות חיים בפלטפורמות השונות (למעט אירוע חומ"ס)<br /><br />
                            11. הפעלת ומימוש תכנית הדרכת אוכלוסייה בחירום באמצעות מדריכות חירום.
                        </>
                    ]
            }
        ]
    },

    {
        id: 4,
        name: "תא התנהגות",
        nameNote: [
            <>
                <b>תפקידי מפקד תא התנהגות:</b><br /><br />
                1. ייעול למפד מכלול האוכלוסייה בתחום ההתנהגות האוכלוסיה והאוכלוסיות עם צרכים מיוחדים במרחב הנפה.<br /><br />
                2. בקיאות המאפייני האוכלוסיה במרחב הנפה והכרת הקהילות היחודיות, ריכוזי האוכלוסיות עם צרכים מיוחדים והאתגרים בתחום התנהגות האוכלוסיה כפי שאותרו בשגרה.<br /><br />
                3. ניתוח ד"וחות קה"אים ביקל"רים ע"ג מערכת השו"ב.<br /><br />
                4. קיום שיח שוטף והנחיה מקצועית של הקה"אים ביקל"רים ובגדודים.<br /><br />
                5. קיום שיח שוטף עם קצין אוכלוסייה וקצין אח"ם במשטרת ישראל.<br /><br />
                6. קיום שיח שוטף עם מפקד מכלול ההתנהגות במחוז.<br /><br />
                7. ניתוח תמונת מצב ומשמעויות מהתנהגות האוכלוסיה הנצפית במרחב הנפה.<br /><br />
                8. גיבוש המלצות מקצועיות באשר לפעולות הנדרשות לצורך מענה לאתגרים במרחב האזרחי בתחום התנהגות אוכלוסייה- תוכנית תמיכה בחוסן.<br /><br />
                9. גיבוש המלצות מקצועיות באשר לאישור החרגות שעלו מהרשויות למדיניות התגוננות.<br /><br />
                10. בקרה על מימוש פעולות לתמיכה במרחב האזרחי ולצימצום הסיכון לאוכלוסייה בתחום התנהגות האוכלוסייה.<br /><br />
                11. כתיבת סעיף התנהגות בנספח האוכלוסייה בפקודות נפתיות.<br /><br />
                12. הזנת דו"ח עיתי בתחום התנהגות האוכלוסייה ע"ג השו"ב.<br /><br />
                13. אחריות על המענה האוכלוסייתי לאירועים מתפרצים במרחב בתחום התנהגות האוכלוסייה, מודיעין אוכלוסייה ואוכלוסיות עם צרכים מיוחדים.<br /><br />
                14. יציאה לאירוע עם חפ"ק מפקד הנפה.<br /><br />
                15. בקרה ומעקב אחר סטטוס מימוש הנחיות מפקדים בתחום ההתנהגות, אשר מרוכזות ע"י מש"ק התנהגות.<br /><br />
            </>
        ],
        roles: [
            {
                idRole: 1,
                roleName: 'סגן מפקד תא התנהגות',
                notes: [
                    <>
                        1. ייעול למפד מכלול האוכלוסייה בתחום ההתנהגות האוכלוסיה והאוכלוסיות עם צרכים מיוחדים במרחב הנפה.<br /><br />
                        2. בקיאות המאפייני האוכלוסיה במרחב הנפה והכרת הקהילות היחודיות, ריכוזי האוכלוסיות עם צרכים מיוחדים והאתגרים בתחום התנהגות האוכלוסיה כפי שאותרו בשגרה.<br /><br />
                        3. ניתוח ד"וחות קה"אים ביקל"רים ע"ג מערכת השו"ב.<br /><br />
                        4. קיום שיח שוטף והנחיה מקצועית של הקה"אים ביקל"רים ובגדודים.<br /><br />
                        5. קיום שיח שוטף עם קצין אוכלוסייה וקצין אח"ם במשטרת ישראל.<br /><br />
                        6. קיום שיח שוטף עם מפקד מכלול ההתנהגות במחוז.<br /><br />
                        7. ניתוח תמונת מצב ומשמעויות מהתנהגות האוכלוסיה הנצפית במרחב הנפה.<br /><br />
                        8. גיבוש המלצות מקצועיות באשר לפעולות הנדרשות לצורך מענה לאתגרים במרחב האזרחי בתחום התנהגות אוכלוסייה- תוכנית תמיכה בחוסן.<br /><br />
                        9. גיבוש המלצות מקצועיות באשר לאישור החרגות שעלו מהרשויות למדיניות התגוננות.<br /><br />
                        10. בקרה על מימוש פעולות לתמיכה במרחב האזרחי ולצימצום הסיכון לאוכלוסייה בתחום התנהגות האוכלוסייה.<br /><br />
                        11. כתיבת סעיף התנהגות בנספח האוכלוסייה בפקודות נפתיות.<br /><br />
                        12. הזנת דו"ח עיתי בתחום התנהגות האוכלוסייה ע"ג השו"ב.<br /><br />
                        13. אחריות על המענה האוכלוסייתי לאירועים מתפרצים במרחב בתחום התנהגות האוכלוסייה, מודיעין אוכלוסייה ואוכלוסיות עם צרכים מיוחדים.<br /><br />
                        14. יציאה לאירוע עם חפ"ק מפקד הנפה.<br /><br />
                        15. בקרה ומעקב אחר סטטוס מימוש הנחיות מפקדים בתחום ההתנהגות, אשר מרוכזות ע"י מש"ק התנהגות.<br /><br />
                    </>
                ],

            },
            {
                idRole: 2,
                roleName: 'מש"ק התנהגות',
                notes: [
                    <>
                        1. משמש כעוזר לקה"א בתחום התנהגות אוכלוסיה במצבי חירום.
                        <br />
                        2. אוסף נתוני מודיעין אוכלוסייה רלוונטיים, בשיתוף עם הרשות המקומית, גורמי שטח, מ"י ועוד.
                        <br />
                        3. מגבש תמונת מצב התנהגות אוכלוסיה וחוסן בגזרתו וממליץ בהתאם לקה"א.
                        <br />
                        4. מסייע לקה"א לבצע הערכת מצב התנהגות אוכלוסיה בגזרתו.
                        <br />
                        5.  מפיק ומזין נתוני אוכלוסייה במערכות השו"ב (שוע"ל, אגמים)
                        <br />
                        6.  משמש כסנסור נוסף של הקה"א לקבלת מידע ונתונים מהשטח
                        <br />
                        7. עובד בממשק מול מש"ק ההתנהגות במסגרת הממונה עליו ובמסגרת הכפופה לו.
                        <br />
                        8. אוסף נתוני אוכלוסיה בשטח באמצעות כלים שונים כמו תצפית, תשאול וכו' (רלוונטי למשק"י יקל"ר)
                    </>


                ],

            }
        ],
        src: `${process.env.PUBLIC_URL}/assests/imgs/nafa/hitnahagot.svg`,
        explanation: [
            {
                titleExplanation: "ייעוד תא התנהגות",
                textExplanation:
                    [
                        <>
                            מכלול ההתנהגות יפעל לייצר תמונת והערכת מצב התנהגות אוכלוסייה, לתאם פעילות מול גורמים מקבילים בגופים האזרחיים ולהמליץ למפקדים על דרכי פעולה בתחומים השונים על מנת להשפיע על הכנת האוכלוסייה, יכולת התמודדותה עם המצב והתנהגותה במטרה להציל חיים ולחזק את החוסן.

                        </>
                    ]
            },
            {
                titleExplanation: "תפקידי תא התנהגות",
                textExplanation:
                    [
                        <>
                            1. בניית תמ"צ הלכי רוח ותפקוד אוכלוסיה אזרחית ושיקוף את תמונת החוסן במרחב הנפתי.<br /><br />
                            2. ייעוץ למפקד המכלול בנושא התנהגות אוכלוסייה.<br /><br />
                            3. אחריות על תחום אוכלוסיות עם צרכים מיוחדים במרחב הנפה- קיום קשר עם מחלקות הרווחה ברשויות המקומיות וריכוז נתונים בנושא וקיום קשר עם מוסדות מיוחדים במרחב הנפה.<br /><br />
                            4. מנחה מקצועי של מערך הקה"אים ביקל"רים ובגדודים.<br /><br />
                            5. אחריות לתדרוך כוחות מוקצים למשימות סיוע אזרחי.<br /><br />
                            6. העברת דו"ח התנהגות אוכלוסייה ותמות החוסן מחוזי.<br /><br />
                            7. יוביל את מאמת איסוף מודיעין אוכלוסיה הנפתי בעת אירוע.<br /><br />
                            8. יציאה לאירוע עם חפ"ק מפקד הנפה באירוע.<br /><br />
                        </>
                    ]
            }
        ]
    },

    {
        id: 5,
        name: "תא רשויות",
        nameNote: [
            <>
                <b>תפקידי מפקד/סגן תא רשויות:</b><br /><br />
                1. ייעוץ למפקד מכלול האוכלוסייה בתחום הרשויות המקומיות, אספקת שירותים חיוניים לאזרח והפעלת מתנדבים וסיוע אזרחי.<br /><br />
                2. בקיאות במאפייני הרשויות המקומיות במרחב הנפה והכרת סיווג ההתמודדות של הרשויות לאור ניתוח המרכיבים בשגרה.<br /><br />
                3. ניתוח דוחות יקל"רים.<br /><br />
                4. קיום שיח שוטף והנחייה מקצועית של מפקדי היקליירים.<br /><br />
                5. קיום שיח שוטף עם מפקד מכלול רציית במחוז.<br /><br />
                6. ניתוח תמונת מצב ומשמעויות מאופן התמודדות הרשויות המקומיות במרחב הנפה ומאספקת השירותים החיוניים במרחב הנפה, לרבות ניתוח המשמעויות למרחב ממדיניות ההתגוננות העדכנית לאזרחי ולסקטור החיוני.<br /><br />
                7. גיבוש המלצות מקצועיות באשר לפעולות הנדרשות לצורך מענה לאתגרים במרחב האזרחי בתחום הרשויות המקומיות והשירותים החיוניים - לרבות תכנית לתמיכה ברשות מתקשה, תכנית מענה למפונים/מתפנים, ותכנית לתמיכה ברשות שנמצאת במשבר אנרגיה.<br /><br />
                8. לאחר הערכת המצב - הזנת רשויות במיקוד נפתי בשרייב.<br /><br />
            </>

        ],
        roles: [
            {
                idRole: 1,
                roleName: 'סגן מפקד תא רשויות',
                notes: [
                    <>
                        <b>תפקידי מפקד/סגן תא רשויות:</b><br /><br />
                        1. ייעוץ למפקד מכלול האוכלוסייה בתחום הרשויות המקומיות, אספקת שירותים חיוניים לאזרח והפעלת מתנדבים וסיוע אזרחי.<br /><br />
                        2. בקיאות במאפייני הרשויות המקומיות במרחב הנפה והכרת סיווג ההתמודדות של הרשויות לאור ניתוח המרכיבים בשגרה.<br /><br />
                        3. ניתוח דוחות יקל"רים.<br /><br />
                        4. קיום שיח שוטף והנחייה מקצועית של מפקדי היקליירים.<br /><br />
                        5. קיום שיח שוטף עם מפקד מכלול רציית במחוז.<br /><br />
                        6. ניתוח תמונת מצב ומשמעויות מאופן התמודדות הרשויות המקומיות במרחב הנפה ומאספקת השירותים החיוניים במרחב הנפה, לרבות ניתוח המשמעויות למרחב ממדיניות ההתגוננות העדכנית לאזרחי ולסקטור החיוני.<br /><br />
                        7. גיבוש המלצות מקצועיות באשר לפעולות הנדרשות לצורך מענה לאתגרים במרחב האזרחי בתחום הרשויות המקומיות והשירותים החיוניים - לרבות תכנית לתמיכה ברשות מתקשה, תכנית מענה למפונים/מתפנים, ותכנית לתמיכה ברשות שנמצאת במשבר אנרגיה.<br /><br />
                        8. לאחר הערכת המצב - הזנת רשויות במיקוד נפתי בשרייב.<br /><br />
                    </>
                ],

            },
            {
                idRole: 2,
                roleName: 'קמ"ן מיצוי המידע',
                notes: [
                    'חסר מידע'
                ],
            },
            {
                idRole: 3,
                roleName: 'קצין מגזר ',
                notes: [
                    <>
                        <b>תפקידים:</b> <br /><br />
                        1. בקיאות במאפייני הרשויות המקומיות במרחב הנפה שבהן קיימות קהילות מגזר גדולות, והכרת סיווג ההתמודדות של הרשויות לאור ניתוח המרכיבים בשגרה.<br /><br />
                        2. ניתוח תמונת מצב ומשמעויות מאופן התמודדות של רשויות מגזר או רשויות שבהן יש קהילות מגזר גדולות, לרבות תחום ההתנדבות, אספקת השירותים החיוניים והמשמעויות לרשויות אלו ממדיניות ההתגוננות העדכנית לאזרחי ולסקטור החיוני.<br /><br />
                        3. גיבוש המלצות מקצועיות באשר לפעולות הנדרשות לצורך מענה לאתגרים ברשויות אלו, לרבות תכנית לתמיכה ברשות מתקשה, תכנית מענה למפונים/מתפנים, ותכנית לתמיכה ברשות שנמצאת במשבר אנרגיה.<br /><br />
                        4. ניתוח כלל הבקשות להחרגה ממדיניות ההתגוננות שנאספו ע"י מש"ק הרשויות והתייחסות אליהן.<br /><br />
                        5. גיבוש המלצות מקצועיות באשר לאישור החרגות שעלו מרשויות המגזר למדיניות ההתגוננות.<br /><br />
                        6. בקרה על מימוש פעולות לתמיכה ברשויות המגזר.<br /><br />
                        7. בקרה ומעקב אחר סטטוס מימוש הנחיות מפקדים בתחום רשויות המגזר, אשר מרוכזות ע"י מש"ק הרשויות.<br /><br />
                    </>
                ],
            },
            {
                idRole: 4,
                roleName: 'מפקד המרס"ל',
                notes: [
                    <>
                        <b>יעוד התא:</b> <br /><br />
                        מיצוי יכולות המרחב הנפתי למתן מענה אינטגרטיבי לצורכי אוכלוסיית היעד והמרחב המאוים ומתמשך,<br /> וזאת
                        כדי לתמוך את התמודדות העורף עם אירועי חירום לאומי.<br /><br />
                        <b>תפקידי התא:</b> <br /><br />
                        מיועד לחיבור ותעדוף בין הפערים בעורף לבין יכולות ומענים הניתנים על ידי הנפה.<br /><br />
                        <b> יכולות:</b> <br /><br />
                        1. גיבוש הצרכים הקיימים במרחב הנפה והכוונת המענה תוך מיצוי היכולות הקיימות בנפה.<br /><br />
                        2. ניתוח תמונת המצב, ביצוע הערכת מצב ותיעדוף המענה לפערים.<br /><br />
                        3. מיפוי הצרכים לסיוע מהרשויות המקומיות באמצעות מערכת השו"ב.<br /><br />
                        4. מתן מענה לפערים על ידי בנק היכולות הנפתיי באמצעות משאבי הנפה.<br /><br />
                        5. מעקב אחר מיצוי הכוח במענה לרשויות המקומיות - בחינת המענה הניתן אחת ליום; הפצת תובנות יומיות על המענה הניתן לרשויות ולארגונים.<br /><br />
                        6. הצגת תמונת המצב נפתית של המענה שהוגדר על ידי מרכז הסיוע לאזרח ושניתן לעורף.<br /><br />

                    </>
                ],
                imgSrc: '/assests/imgs/nafa/rashoiot1marsel.svg'
            }
        ],
        src: `${process.env.PUBLIC_URL}/assests/imgs/nafa/rashoiot.svg`,
        explanation: [
            {
                titleExplanation: "ייעוד תא רשויות",
                textExplanation:
                    [
                        <>
                            לגבש תמונת מצב של רציפות התפקוד המשקית ותפקוד הרשויות, לתאם ולסייע במתן המענה לרציפות התפקוד במרחב הנפה.                        </>
                    ]
            },
            {
                titleExplanation: "תפקידי תא רשויות",
                textExplanation:
                    [
                        <>
                            1. יעוץ למפקד המכלול בתחום הרשויות המקומיות והשירותים החיוניים (יודגש -לא משרדי ממשלה ,אלא השירותים
                            החיוניים הניתנים במרחב) והנחייה מקצועית של מפקדי היקל"ר.<br /><br />
                            2.  גיבוש תמונת מצב רשויות ושירותים חיוניים במרחב הנפה וביצוע הערכת מצב וזיהוי מגמות ,לרבות סיווג תפקוד
                            הרשויות ,סיווג מענה השירותים החיוניים במרחב ,תמ"ץ מתנדבים ברשויות ,תמ"ץ מפונים -מתפנים. <br /><br />
                            3. ריכוז דרישות סיוע אזרחי מהיקל"רים וממכלול הרפואה הנפתי ,והכנה לקראת פורום מיצוי יכולות המרחב ברמת
                            המכלול.<br /><br />
                            4.  בקיאות במדיניות ההתגוננות העדכנית לאזרח ולמשק החיוני ,לרבות משמעויותיה לאזרח ולמשק החיוני.<br /><br />
                            5.  קיום קשר רציף עם מפקדי היקל"ר ,לרבות שיח ישיר לצורך קבלה ומתן עדכונים שוטפים.<br /><br />
                            6. קיום קשר רציף עם תאים אחרים במכלול ,עם מכלולים אחרים בנפה ועם מכלול ר"צת במרכז האוכלוסייה המחוזי. <br /><br />
                            7. גיבוש תכנית נפתית לתמיכה במרחב האזרחי בשיתוף עם היקל"רים.<br /><br />
                            8.  בקרה ,מעקב ומתן מענה מקצועי לפניות שהגיעו לתא הרשויות.

                        </>
                    ]
            }
        ]
    },

    {
        id: 6,
        name: "תא מבצעים",
        nameNote: [
            <>
                <b>תפקידי מפקד תא המבצעים:</b><br /><br />
                1. ניהול, שליטה ובקרה על תהליכי העבודה ותוצרים במכלול האוכלוסייה.<br /><br />
                2. קיום שיח שוטף והנחיה מקצועית של מפקדי התאים במכלול.<br /><br />
                3. קיום שיח שוטף עם ק' אג"ם מרכז האוכלוסייה במחוז.<br /><br />
                4. קיום שיח שוטף עם נציג מכלול האוכלוסייה בשולחן המרכזי.<br /><br />
                5. בקיאות בתהליכי עבודת המטה ובשעון הפעילות של מכלול האוכלוסייה בנפה.<br /><br />
                6. גיבוש תמ"ץ אוכלוסייה המאפשרת קבלת החלטות של מפקד המכלול.<br /><br />
                7. אחריות על הפעלת המענה של מכלול האוכלוסייה לאירועים מתפרצים, לרבות בקרה, מעקב ודיווח על ביצוע משימות.<br /><br />
                8. אישור והפצת סיכומי מופעי השעל"ח לתאים במכלול.<br /><br />
            </>

        ],
        roles: [
            {
                idRole: 1,
                roleName: 'קמב"ץ',
                notes: [
                    <>
                        1. בניית שעון לחימה למכלול האוכלוסייה.<br /><br />
                        2. בקרה ומעקב אחר ביצוע כלל מופעי השעל"ח, לרבות:<br /><br />
                        3.כינוס הערכות מצב במכלול האוכלוסייה ע"פ שעון הלחימה.<br /><br />
                        4.- איסוף החומרים לקראת הערכת מצב אוכלוסייה וביצוע בקרת איכות על הנתונים המוצגים על ידי התאים במכלול.<br /><br />
                        5. קיום שיח שוטף עם נציג מכלול האוכלוסייה בשולחן המרכזי.<br /><br />
                        6. עדכון שקפי הערכות המצב במצגות בציר הפיקודי ובציר המקצועי.<br /><br />
                        7. ווידוא השתתפות מפקדי התאים במופעי שעליים חיצוניים.<br /><br />
                        8. כינוס בעלי תפקידי רלוונטיים לקראת מופעי שעלייח שבאחריות המכלול - פורום מיצוי (יכולות המרחב, אישור החרגות במדיניות ההתגוננות).<br /><br />
                        9. בקרה ומעקב אחר סטאטוס מימוש הנחיות מפקדים שמרוכזות על ידי הסמב"ץ (כולל הנחיות שהתקבלו במופעי שעל"ת חיצוניים שבהם השתתפו נציגי המכלול).<br /><br />
                        10. כתיבת סיכומי מופעי השעל"ת שמתבצעים במכלול האוכלוסייה.<br /><br />
                        11. ריכוז סעיפים מקצועיים ממפקדי התאים, גיבושים לנספח אוכלוסייה לפקודות מבצעיות והעברתו לאישור מפקד המכלול.<br /><br />
                    </>

                ],
            },
            {
                idRole: 2,
                roleName: 'סמב"ץ',
                notes: [
                    <>
                        1. סיוע לקמבייץ בביצוע משימותיו.<br /><br />
                        2. קבלת וניתוב דיווחים לתאים במכלול.<br /><br />
                        3. שימוש שוטף בעזרי שליטה ובמערכת השו״ב.<br /><br />
                        4. קבלת סיכומי השתתפות מפקדי התאים/נציגיהם במופעי שעליית חיצוניים ועדכון טבלת הנחיות מפקדים בהתאם.<br /><br />
                        5. עדכון מפקד תא המבצעים בסטאטוס מימוש הנחיות מפקדים ע"פ שעון הלחימה.<br /><br />
                        6. סיוע לקמב״ץ בריכוז נספחי התאים לפקודות נפתיות.<br /><br />
                    </>
                ],

            }
        ],
        src: `${process.env.PUBLIC_URL}/assests/imgs/nafa/mivtzim.svg`,
        explanation: [
            {
                titleExplanation: "ייעוד תא מבצעים",
                textExplanation:
                    [
                        <>
                            תא מבצעים אוכלוסייה אחראי תוך כדי ניהול הקרב הנפתי לשלוט באופן רציף בתמונת המצב של המכלול בנפה על מרכיביה ויחידותיה תוך שהוא מהווה גורם מקצועי למפקד המכלול לשליטה, בקרה וקבלת החלטות בתחום האוכלוסייה.
                        </>
                    ]
            },
            {
                titleExplanation: "תפקידי תא מבצעים",
                textExplanation:
                    [
                        <>
                            1. שיקוף תמ"צ אג"ם באופן שוטף ואירועים מתפרצים בהתאם לתפניות.<br></br>
                            2. שיקוף סדר עדיפות רמה ממונה בהתייחס לתמ"צ.<br></br>
                            3. שיקוף סדר עדיפות רמה ממונה בהתייחס לתמ"צ.<br></br>
                            4. אימות מידע שמגיע מהציר האורכי והרוחבי.<br></br>
                            5. תכלול והובלת הערכת מצב מרכז אוכלוסייה.<br></br>
                            6. קיום קשר עם מכלול מבצעים אוכלוסייה בציר האורכי.<br></br>
                            7. עבודה על פי שעון לחימה סדור ובתוך כך מופעי שעל"ח, היערכות מקדימה אליהם, הפקת תוצרים רלוונטיים והפצת סיכומים.<br></br>
                            8. תרגום החלטות מרכז/מכלול אוכלוסייה לתוצרים אופרטיבים (פקודות).<br></br>
                            9.  ניתוב פניות שמגיעים לתא לטיפול התאים המקצועיים הרלוונטים במכלול<br></br>
                            10. ביצוע בקרה ומעקב אחר הנחיות מפקדים.<br></br>
                            11. ניהול יומן מבצעים ועזרי שליטה ממחושבים וידניים.<br></br>
                            12. ביצוע אינטגרציה וסנכרון בין כלל התאים במכלול עפ"י תמ"צ, סד"ע וצייחי מפקד .<br></br>
                            13. ניהול תהליך מבצעי לבקשות סיוע לתא סד"כ ואמצעים מול אג"ם הנפה.<br></br>
                            14. ריכוז הדרישות מהתאים המקצועיים.<br></br>
                            15. הבחנה בין סיוע אזרחי לצבאי ותוך סנכרון מול המרס"ל.<br></br>
                            16. היזון חוזר לגבי דרישות שנענו או נשללו בהתאמה, תוך עדכון מפקדים.
                        </>
                    ]
            }
        ]
    },
]

export default nafa;