const nafa = [
    {
        id: 1,
        name: "מ' תא הנדסה",
        nameNote: [
            <>
            1.  ייעוץ למפקד מכלול האוכלוסייה בתחום ההנדסה והמיגון.<br/>
            2.  בקיאות בתמ"ץ פערי המיגון במרחב הנפה, בתכניות המענה הרשותיות לפערי המיגון (מענה לתמי"ר) שהוכנו בשגרה ובנהלי מימוש תכנית המיגון הרשותית.<br/>
            3.  ריכוז תוצרי התחקור הראשוני של אירועים במרחב ממהנדסי הגדודים.<br/>
            4. קיום שיח שוטף והנחייה מקצועית של המהנדסים בגדודים.<br/>
            5. קיום שיח שוטף עם מפקד מכלול ההנדסה והמיגון במחוז.<br/>
            6.  ניתוח תמונת מצב ומשמעויות בתחום ההנדסה והמיגון במרחב הנפה.<br/>
            7. גיבוש המלצות מקצועיות באשר לפעולות הנדרשות לצורך מענה לאתגרים במרחב האזרחי בתחום ההנדסה והמיגון.<br/>
            8.  גיבוש המלצות מקצועיות באשר לאישור החרגות שעלו מהרשויות למדיניות ההתגוננות.<br/>
            9. בקרה על מימוש פעולות לתמיכה במרחב האזרחי ולצמצום הסיכון לאוכלוסייה בתחום ההנדסה והמיגון.<br/>
            10. כתיבת סעיף מיגון והנדסה בנספח אוכלוסייה בפקודות הנפתיות.<br/>
            11.  אחריות על המענה האוכלוסייתי לאירועים מתפרצים במרחב בתחום ההנדסה והמיגון.<br/>
            12. מתן מענה מקצועי שוטף למפקדי היקלייר בתחום המיגון<br/>
            </>
        ],
        roles: [
            {
                idRole: 1,
                roleName: "מהנדס מקלוט, בקרת נזקים ותכנית מיגון",
                notes: [
                    <>
                    1. ביצוע סקרי מיגון במרחב הנפה, במקומות חיוניים שלא בוצעו בהם סקרי מיגון בשגרה.<br/><br/>
                    2. סיוע למפקד התא בגיבוש המלצות מקצועיות לפעולות הנדרשות לצורך מענה לאתגרים במרחב בתחום ההנדסה והמיגון.<br/><br/>
                    3. סיוע למפקד התא במתן מענה מקצועי למפקדי היקל"ר בתחום המיגון.<br/><br/>
                    </>
                ],

            },
            {
                idRole: 2,
                roleName: ' סמב"ץ ומש"ק פרויקטים X2 ',
                notes: [
                    <>
                    1. ביצוע סקרי מיגון במרחב הנפה, במקומות חיוניים שלא בוצעו בהם סקרי מיגון בשגרה.<br/><br/>
                    2. סיוע למפקד התא בגיבוש המלצות מקצועיות לפעולות הנדרשות לצורך מענה לאתגרים במרחב בתחום ההנדסה והמיגון.<br/><br/>
                    3. סיוע למפקד התא במתן מענה מקצועי למפקדי היקל"ר בתחום המיגון.<br/><br/>
                    </>
                ],

            }
        ],
        src: `${process.env.PUBLIC_URL}/assests/imgs/nafa/hadasa.svg`,
        explanation: [
            {
                titleExplanation: ":תפקידי המכלול",
                textExplanation:
                    [
                        '1. ייעוץ למפקד המכלול בתחום המיגון.',
                        '2.  מנחה מקצועי של מהנדסי הגדודים.',
                        '3.  גיבוש תמ"ץ מיגון ונזקים מאירועים במרחב, ביצוע הערכת מצב וגיבוש המלצות מקצוע  בתחום המיגון וההנדסה. ',
                        '4. שיקוף תמ"ץ מיגון ונזקים והתייחסות מקצועית לדרישות שעולות מהמרחב האזרחי למיגון מתפרץ ולסקרי מיגון במסגרת תהליך ההכנות שמתבצע במכלול האוכלוסייה לקראת פורום סיוע אזרחי ולקראת אישור ההחרגות במדיניות ההתגוננות. ',
                        '5. קיום קשר רציף ועדכון הדדי למול מהנדסי הגדודים הרלוונטיים בפרטים ומשמעויות מאירוע, לרבות סיוע בקבלת תרשימי מבנים ממהנדסי הרשויות. ',
                        '6. קיום קשר רציף עם תאים אחרים במכלול האוכלוסייה ועם מכלולים אחרים בנפה לצורך גיבוש המלצה למפקד המכלול בתחום המיגון.',
                        '7. קיום קשר רציף עם מכלול המיגון וההנדסה במרכז האוכלוסייה המחוזי, לרבות שיקוף  תמ" ץ פערי מיגון ונזקים במרחב הנפה.',
                        '8. בקרה, מעקב ומענה מקצועי לפניות שהגיעו לתא מיגון והנדסה.'
                    ]
            }
        ]
    },

    {
        id: 2,
        name: "מ' תא חומ''ס",
        nameNote: [
            '1.',
            '2.',
            '3.',
            '4.',
            '5.',
            '6.',
            '7.',
        ],
        roles: [
            {
                idRole: 1,
                roleName: 'קצין חומ"ס וביקורת X 2',
                notes: [
                    'חסר מידע'
                ],

            },
            {
                idRole: 2,
                roleName: 'מש"ק חומ"ס X 2',
                notes: [
                    'חסר מידע'
                ],

            }
        ],
        src: `${process.env.PUBLIC_URL}/assests/imgs/nafa/homas.svg`,
        explanation: [
            {
                titleExplanation: "תפקידי המכלול",
                textExplanation:
                    [
                        '1.',
                        '2.',
                        '3.',
                        '4.',
                        '5.',
                        '6.',
                        '7.',
                        '8.'
                    ]
            }
        ]
    },

    {
        id: 3,
        name: "מ' תא הסברה",
        nameNote: [
            '1.',
            '2.',
            '3.',
            '4.',
            '5.',
            '6.',
            '7.',
            '8.',
            '9.',
            '10.',
            '11.',
            '12.',
        ],
        roles: [
            {
                idRole: 1,
                roleName: 'סגן מפקד תא הסברה והדרכת אוכלוסייה',
                notes: [
                    'חסר מידע'
                ],

            },
            {
                idRole: 2,
                roleName: 'קציו הסברה והדרכת אוכלוסייה X 1',
                notes: [
                    '1.',
                    '2.',
                    '3.',
                    '4.',
                    '5.',
                    '6.',
                ],

            },
            {
                idRole: 3,
                roleName: 'מש"ק ניו מדיה X 4',
                notes: [
                    '1.',
                    '2.',
                    '3.',
                    '4.',
                    '5.',
                ],

            }
        ],
        src: `${process.env.PUBLIC_URL}/assests/imgs/nafa/homas.svg`,
        explanation: [
            {
                titleExplanation: "תפקידי המכלול",
                textExplanation:
                    [
                        '1.',
                        '2.',
                        '3.',
                        '4.',
                        '5.',
                        '6.',
                        '7.',
                        '8.',
                        '9.',
                        '10.',
                        '11.',
                        '12.',
                    ]
            },
            {
                titleExplanation: "תפקידי התא",
                textExplanation:
                    [
                        '1.',
                        '2.',
                        '3.',
                        '4.',
                        '5.',
                        '6.',
                        '7.',
                        '8.',
                        '9.',
                    ]
            }
        ]
    },

    {
        id: 4,
        name: "מ' תא התנהגות",
        nameNote: [
            'חסר מידע'
        ],
        roles: [
            {
                idRole: 1,
                roleName: 'סגן מפקד תא התנהגות',
                notes: [
                    '1.',
                    '2.',
                    '3.',
                    '4.',
                    '5.',
                    '6.',
                    '7.',
                    '8.',
                    '9.',
                    '10.',
                    '11.',
                    '12.',
                    '13.',
                    '14.',
                    '15.',
                ],

            },
            {
                idRole: 2,
                roleName: 'מש"ק התנהגות X 2',
                notes: [
                    '1.',
                    '2.',
                ],

            }
        ],
        src: `${process.env.PUBLIC_URL}/assests/imgs/nafa/homas.svg`,
        explanation: [
            {
                titleExplanation: "תפקידי המכלול",
                textExplanation:
                    [
                        '1.',
                        '2.',
                        '3.',
                        '4.',
                        '5.',
                        '6.',
                        '7.',
                        '8.',
                        '9.',
                    ]
            }
        ]
    },

    {
        id: 5,
        name: "מ' תא רשויות",
        nameNote: [
            'לפצל מידע של מפקד וסגן'
        ],
        roles: [
            {
                idRole: 1,
                roleName: 'סגן מפקד תא רשויות',
                notes: [
                     'לפצל מידע של מפקד וסגן'
                ],

            },
            {
                idRole: 2,
                roleName: 'קמ"ן מיצוי המידע X 2',
                notes: [
                    'חסר מידע'
                ],
            },
            {
                idRole: 3,
                roleName: 'קצין מגזר ',
                notes: [
                    '1.',
                    '2.',
                    '3.',
                    '4.',
                    '5.',
                    '6.',
                    '7.',
                ],
            },
            {
                idRole: 4,
                roleName: 'מפקד המרס"ל',
                notes: [
                    'ייעוד התא: ',
                    'תפקידי התא: ',
                    'יכולות: ',
                    '1.',
                    '2.',
                    '3.',
                    '4.',
                    '5.',
                    '6.',
                ],
            }
        ],
        src: `${process.env.PUBLIC_URL}/assests/imgs/nafa/homas.svg`,
        explanation: [
            {
                titleExplanation: "תפקידי תא",
                textExplanation:
                    [
                        '1.',
                        '2.',
                        '3.',
                        '4.',
                        '5.',
                        '6.',
                        '7.',
                        '8.',
                        '9.',
                    ]
            }
        ]
    },

    {
        id: 6,
        name: "מ' תא מבצעים",
        nameNote: [
            '1.',
            '2.',
            '3.',
            '4.',
            '5.',
            '6.',
            '7.',
            '8.',
        ],
        roles: [
            {
                idRole: 1,
                roleName: 'קמב"ץ',
                notes: [
                    '1.',
                    '2.',
                    '3.',
                    '4.',
                    '5.',
                    '6.',
                    '7.',
                    '8.',
                    '9.',
                    '10.',
                    '11.',
                ],
            },
            {
                idRole: 2,
                roleName: 'סמב"ץ',
                notes: [
                    '1.',
                    '2.',
                    '3.',
                    '4.',
                    '5.',
                    '6.',
                ],

            }
        ],
        src: `${process.env.PUBLIC_URL}/assests/imgs/nafa/homas.svg`,
        explanation: [
            {
                titleExplanation: "תפקידי המכלול",
                textExplanation:
                    [
                        '1.',
                        '2.',
                        '3.',
                        '4.',
                        '5.',
                        '6.',
                        '7.',
                        '8.',
                        '9.',
                    ]
            },
            {
                titleExplanation: "ייעוד המכלול",
                textExplanation:
                    [
                        ''
                    ]
            }
        ]
    },
]

export default nafa;