const nafa = [
    {
        id: 1,
        name: "תא הנדסה",
        nameNote: [
            <>
            1.  ייעוץ למפקד מכלול האוכלוסייה בתחום ההנדסה והמיגון.<br/>
            2.  בקיאות בתמ"ץ פערי המיגון במרחב הנפה, בתכניות המענה הרשותיות לפערי המיגון (מענה לתמי"ר) שהוכנו בשגרה ובנהלי מימוש תכנית המיגון הרשותית.<br/>
            3.  ריכוז תוצרי התחקור הראשוני של אירועים במרחב ממהנדסי הגדודים.<br/>
            4. קיום שיח שוטף והנחייה מקצועית של המהנדסים בגדודים.<br/>
            5. קיום שיח שוטף עם מפקד מכלול ההנדסה והמיגון במחוז.<br/>
            6.  ניתוח תמונת מצב ומשמעויות בתחום ההנדסה והמיגון במרחב הנפה.<br/>
            7. גיבוש המלצות מקצועיות באשר לפעולות הנדרשות לצורך מענה לאתגרים במרחב האזרחי בתחום ההנדסה והמיגון.<br/>
            8.  גיבוש המלצות מקצועיות באשר לאישור החרגות שעלו מהרשויות למדיניות ההתגוננות.<br/>
            9. בקרה על מימוש פעולות לתמיכה במרחב האזרחי ולצמצום הסיכון לאוכלוסייה בתחום ההנדסה והמיגון.<br/>
            10. כתיבת סעיף מיגון והנדסה בנספח אוכלוסייה בפקודות הנפתיות.<br/>
            11.  אחריות על המענה האוכלוסייתי לאירועים מתפרצים במרחב בתחום ההנדסה והמיגון.<br/>
            12. מתן מענה מקצועי שוטף למפקדי היקלייר בתחום המיגון<br/>
            </>
        ],
        roles: [
            {
                idRole: 1,
                roleName: "מהנדס מקלוט, בקרת נזקים ותכנית מיגון",
                notes: [
                    <>
                    1. ביצוע סקרי מיגון במרחב הנפה, במקומות חיוניים שלא בוצעו בהם סקרי מיגון בשגרה.<br/><br/>
                    2. סיוע למפקד התא בגיבוש המלצות מקצועיות לפעולות הנדרשות לצורך מענה לאתגרים במרחב בתחום ההנדסה והמיגון.<br/><br/>
                    3. סיוע למפקד התא במתן מענה מקצועי למפקדי היקל"ר בתחום המיגון.<br/><br/>
                    </>
                ],

            },
            {
                idRole: 2,
                roleName: ' סמב"ץ ומש"ק פרויקטים',
                notes: [
                    <>
                    1. ביצוע סקרי מיגון במרחב הנפה, במקומות חיוניים שלא בוצעו בהם סקרי מיגון בשגרה.<br/><br/>
                    2. סיוע למפקד התא בגיבוש המלצות מקצועיות לפעולות הנדרשות לצורך מענה לאתגרים במרחב בתחום ההנדסה והמיגון.<br/><br/>
                    3. סיוע למפקד התא במתן מענה מקצועי למפקדי היקל"ר בתחום המיגון.<br/><br/>
                    </>
                ],

            }
        ],
        src: `${process.env.PUBLIC_URL}/assests/imgs/nafa/hadasa.svg`,
        explanation: [
            {
                titleExplanation: "תפקידי המכלול",
                textExplanation:
                    [
                        <>
                        1. ייעוץ למפקד המכלול בתחום המיגון.<br/><br/>
                        2. מנחה מקצועי של מהנדסי הגדודים.<br/><br/>
                        3. גיבוש תמ"ץ מיגון ונזקים מאירועים במרחב, ביצוע הערכת מצב וגיבוש המלצות מקצוע בתחום המיגון וההנדסה.<br/><br/>
                        4. שיקוף תמ"ץ מיגון ונזקים והתייחסות מקצועית לדרישות שעולות מהמרחב האזרחי למיגון מתפרץ ולסקרי מיגון במסגרת תהליך ההכנות שמתבצע במכלול האוכלוסייה לקראת פורום סיוע אזרחי ולקראת אישור ההחרגות במדיניות ההתגוננות.<br/><br/>
                        5. קיום קשר רציף ועדכון הדדי למול מהנדסי הגדודים הרלוונטיים בפרטים ומשמעויות מאירוע, לרבות סיוע בקבלת תרשימי מבנים ממהנדסי הרשויות.<br/><br/>
                        6. קיום קשר רציף עם תאים אחרים במכלול האוכלוסייה ועם מכלולים אחרים בנפה לצורך גיבוש המלצה למפקד המכלול בתחום המיגון.<br/><br/>
                        7. קיום קשר רציף עם מכלול המיגון וההנדסה במרכז האוכלוסייה המחוזי, לרבות שיקוף תמ"ץ פערי מיגון ונזקים במרחב הנפה.<br/><br/>
                        8. בקרה, מעקב ומענה מקצועי לפניות שהגיעו לתא מיגון והנדסה.<br/><br/>
                        </>
                        
                    ]
            }
        ]
    },

    {
        id: 2,
        name: "תא חומ''ס",
        nameNote: [
            <>
            1. אחריות על בניין הכוח של התא בשגרה כהיערכות לחירום.<br/><br/>
            2. הפעלת התא בחירום באופן רציף.<br/><br/>
            3. ניהול מאגר מידע אודות מפעלים ומחזיקי חומרים מסוכנים המהווים איום על האוכלוסייה במרחב הנפה.<br/><br/>
            4. מעקב מקצועי, בקרה ואכיפה אחר ביצוע צווים ונהלים הקשורים למלאי החומרים המסוכנים במפעלים, שינועם ומיגונם.<br/><br/>
            5. גיבוש תמונת מצב חומ"ס במרחב - כולל מחזיקי החומ"ס אשר מונחים במסגרת תכנית "חלב שקדים" וסטאטוס קיום ההנחיות בצו.<br/><br/>
            6. ייעוץ מקצועי למפקד הנפה והמטה בנושאים הקשורים לחומרים מסוכנים במפעלים.<br/><br/>
            7. תיאום שיתוף הפעולה המקצועי עם גורמי הגנת הסביבה במרחב וגורמי חירום אחרים.<br/><br/>
            </>
            
        ],
        roles: [
            {
                idRole: 1,
                roleName: 'קצין חומ"ס וביקורת',
                notes: [
                    'חסר מידע'
                ],

            },
            {
                idRole: 2,
                roleName: 'מש"ק חומ"ס',
                notes: [
                    'חסר מידע'
                ],

            }
        ],
        src: `${process.env.PUBLIC_URL}/assests/imgs/nafa/homas.svg`,
        explanation: [
            {
                titleExplanation: "תפקידי המכלול",
                textExplanation:
                    [
                        <>
                        1. יועץ מקצועי בנושאים הקשורים לחומ"ס במפעלים ולאירועי חומ"ס ברחב הנפה.<br/><br/>
                        2. ניהול מאגר מידע אודות מפעלים ומחזיקי חומרים מסוכנים המהווים איום על האוכלוסייה במרחב הנפה.<br/><br/>
                        3. בקיאות בפק"לי האופציות למחזיקי חומ"ס מסכנים.<br/><br/>
                        4. לאחר הפעלת פקודת "חלב שקדים" - יצירת תמ"צ חומ"ס עיתית המבוססת על ביקורות, בקרה ואכיפה אחר ביצוע צווים ונהלים הקשורים למלאי החומרים המסוכנים במפעלים, שינועם ומיגונם.<br/><br/>
                        5. גיבוש משמעויות לטיפול באירוע חומ"ס והמלצות בנוגע להנחיות לאוכלוסייה ולהפעלת סד"כים.<br/><br/>
                        6. בקיאות בשכבת חומ"ס במערכת שוע"ל ושמירת כשירות בביצוע הערכת סיכונים באירוע.<br/><br/>
                        7. תיאום שיתוף פעולה מקצועי עם גורמי הגנת הסביבה במרחב וגורמי החירום.<br/><br/>
                        8. נציג לקב תכנון נפתית באירוע חומ"ס/היערכות אופרטיבית נדרשת בעת שינוע חומ"ס בגזרת הנפה.<br/><br/>
                        </>
                        
                    ]
            }
        ]
    },

    {
        id: 3,
        name: "תא הסברה",
        nameNote: [
            <>
            1. ייעוץ למפקד מכלול האוכלוסייה בתחום ההסברה והדרכת האוכלוסייה.<br/><br/>
            2. בקיאות במאפייני האוכלוסייה במרחב הנפה והכרת הקהילות הייחודיות, השפות והאתגרים בתחום ההסברה כפי שאותרו בשגרה.<br/><br/>
            3. ניתוח דו"חות מש"קי מידע לציבור ביקל"ר.<br/><br/>
            4. קיום שיח שוטף והנחייה מקצועית של מש"קי המידע לציבור ביקל"רים ומדריכות האוכלוסייה לשעת חירום אשר מוכפפות לנפה.<br/><br/>
            5. קיום שיח שוטף עם מפקד מכלול ההסברה במחוז.<br/><br/>
            6. ניתוח תמונת מצב ומשמעויות בתחום ההסברה במרחב הנפה.<br/><br/>
            7. גיבוש המלצות מקצועיות באשר לפעולות הנדרשות לצורך מענה לאתגרים במרחב האזרחי בתחום ההסברה והדרכת האוכלוסייה – דרישה מבצעית לתכנית הסברה.<br/><br/>
            8. גיבוש המלצות מקצועיות באשר לאישור החרגות שעלו מהרשויות למדיניות ההתגוננות.<br/><br/>
            9. הזנת דו"ח עיתי בתחום ההסברה והדרכת האוכלוסייה ע"ג השו"ב.<br/><br/>
            10. אחריות על המענה האוכלוסייתי לאירועים מתפרצים במרחב בתחום ההסברה והנחיית האוכלוסייה.<br/><br/>
            </>
            
        ],
        roles: [
            {
                idRole: 1,
                roleName: 'סגן מפקד תא הסברה והדרכת אוכלוסייה',
                notes: [
                    'חסר מידע'
                ],

            },
            {
                idRole: 2,
                roleName: 'קצין הסברה והדרכת אוכלוסייה',
                notes: [
                    <>
                    1. כתיבת סעיף הסברה בנספח האוכלוסייה בפקודות נפתיות.<br/><br/>
                    2. בקרה על מימוש פעולות לתמיכה במרחב האזרחי ולצמצום הסיכון לאוכלוסייה בתחום ההסברה והדרכת האוכלוסייה.<br/><br/>
                    3. בקרה ומעקב אחר סטאטוס מימוש הנחיות מפקדים בתחום ההסברה, אשר מרוכזת ע"י מש"ק הסברה.<br/><br/>
                    4. התאמת דף מסרים היומי שמופץ ע"י מכלול ההסברה במרכז האוכלוסייה במחוז לדפ"א שהתממשה במרחב הנפה ואישורו אצל מפקד מכלול האוכלוסייה ואצל מפקד הנפה.<br/><br/>
                    5. קבלת חומרי ההסברה וההנחיות המיידיות שהופצו ע"י מפקדת הפיקוד והעברתן לרשות המקומית הרלוונטית.<br/><br/>
                    6. סיוע למפקד תא ההסברה בכתיבת דרישה מבצעית לתכנית הסברה נפתית.<br/><br/>
                    </>

                ],

            },
            {
                idRole: 3,
                roleName: 'מש"ק ניו מדיה',
                notes: [
                    
                    <>
                    1. קבלת דיווחים שמתקבלים לתא ההסברה והדרכת האוכלוסייה מתא המבצעים, מתאים אחרים במכלול או ממכלולים אחרים בנפה.<br/><br/>
                
                    2. ריכוז הדיווחים שמתקבלים והנחיות מפקדים בטבלת שליטה.<br/><br/>
                    
                    3. סיוע למפקד מכלול ההסברה והדרכת האוכלוסייה בגיבוש תמונת המצב הסברה מהיקל"רים:<br/>
                    א. ווידוא מילוי דו"חות מש"ק מידע לציבור ביקל"רים.<br/>
                  ב. ביצוע שיחות טלפוניות עם מש"קי המידע לציבור ביקל"רים ובירור סוגיות שעלו.<br/>
                    ג. קבלת תמונת מצב הסברה מחוזית ממכלול ההסברה במרכז האוכלוסייה המחוזי.<br/><br/>
                
                    4. ביצוע מעקב אחר אמצעי התקשורת הדיגיטליים ועדכון עזרי השליטה בהתאם:<br/>
                   א. דפי הפייסבוק של הרשויות המקומיות.<br/>
                    ב. פוסטים שמתפרסמים ע"י הרשויות.<br/>
                    ג. תגובות לפוסטים.<br/>
                   ד. אתרי האינטרנט של הרשויות המקומיות.<br/>
                   ה. אתרי חדשות אזוריים.<br/>
                    ו. פרסומים באמצעי התקשורת הארציים הנוגעים למרחב הנפה.<br/><br/>
                
                    5. קיום קשר עם תא ניו מדיה במכלול הסברה במרכז האוכלוסייה המחוזי.<br/><br/>
                </>
                
                    
                  
                ],

            }
        ],
        src: `${process.env.PUBLIC_URL}/assests/imgs/nafa/hasbara.svg`,
        explanation: [
            {
                titleExplanation: "תפקידי המכלול",
                textExplanation:
                    [
                        <>
                        1. מתן ייעוץ בתחום ההדרכה, המידע לציבור ובמדיניות התגוננות לאזרח ואופן מימושה.<br/><br/>
                        2. גיבוש פערים ודרכים למתן הסברה נפתית לרבות התאמת מסרים פיקודיים והעלאתם לרמה ממונה.<br/><br/>
                        3. מעקב אחר פרסומים בתקשורת הכתובה והאלקטרונית לצורך יצירת תמונת מצב תקשורת במרחב.<br/><br/>
                        4. מעקב אחר פרסומים באתרים ברשתות החברתיות של הרשויות המקומיות.<br/><br/>
                        5. אחראי לעדכון קציני המידע לציבור ביקל"ר ושאיבת מידע ממנו.<br/><br/>
                        6. גיבוש פערים וצרכים לצורכי פינוי אוכלוסייה או הסתגרות באירוע בק"ן או חומ"ס והעלאה לרמה ממונה.<br/><br/>
                        7. קיום שיח ישיר למרכז אוכלוסייה ומכלול הסברה במחוז באירועים מצילי חיים.<br/><br/>
                        8. גיבוש מסרי הסברה למפקדים בתיאום נציג דו"צ.<br/><br/>
                        9. גיבוש צרכים והפצת חומרי הסברה והדרכה לרשויות בהתאם לצורך.<br/><br/>
                        10. ריכוז נתונים על מוסדות חינוך במרחבו.<br/><br/>
                        11. אחריות להפעלת תכנית הדרכת אוכלוסייה בחירום באמצעות מאלשח"יות ומערך קידום אוכלוסיות.<br/><br/>
                        12. נציג המכלול בקבוצת תכנון (אירועי חומ"ס, חשמל ובק"ן).<br/><br/>
                        </>
                        
                    ]
            },
            {
                titleExplanation: "תפקידי התא",
                textExplanation:
                    [
                        <>
                            1. ייעוץ למפקד המכלול בתחום ההסברה והדרכת האוכלוסייה.<br/><br/>
                            2. מנחה מקצועי של מש"קי המידע לציבור ביקל"ר.<br/><br/>
                            3. גיבוש תמונת מצב הסברה במרחב הנפה וביצוע הערכת מצב וזיהוי מגמות, לרבות מעקב אחר פרסומים בתקשורת הכתובה והאלקטרונית, באתרים ברשתות החברתיות של הרשויות המקומיות.<br/><br/>
                            4. שיקוף תמ"ץ וגיבוש המלצות מקצועיות בתהליך ההכנות שמתבצע במכלול האוכלוסייה לקראת פורום מיצוי יכולות המרחב ולקראת אישור ההחרגות במדיניות ההתגוננות.<br/><br/>
                            5. קיום קשר רציף עם מש"קי המידע לציבור ביקל"רים, לרבות שיח ישיר לצורך קבלה ומתן עדכונים שוטפים.<br/><br/>
                            6. קיום קשר רציף ועדכון הדדי למול מש"קי מידע לציבור ביקל"רים, לרבות שיח ישיר לצורך קבלה ומתן עדכונים שוטפים.<br/><br/>
                            7. חידוד הדרישות שעולות בציר האג"מי לפרסום הנחיות מיידיות מצילות חיים באירוע למול מאפייני האוכלוסיה.<br/><br/>
                            8. קיים קשר רציף עם תאים אחרים במכלול האוכלוסייה ועם מכלולים אחרים בנפה לצורך גיבוש המלצה למפקד המכלול בנוגע לתכנית הסברה.<br/><br/>
                            9. קיים קשר רציף עם מכלול הסברה במרכז האוכלוסייה המחוזי, לרבות שיקוף תמ"ץ הסברה במרחב הנפה והעלאת דרישות לחומרי הסברה ייחודים למול תכנית ההסברה הנפתית.<br/><br/>
                            </>
                    ]
            }
        ]
    },

    {
        id: 4,
        name: "תא התנהגות",
        nameNote: [
            'חסר מידע'
        ],
        roles: [
            {
                idRole: 1,
                roleName: 'סגן מפקד תא התנהגות',
                notes: [
                    <>
                    1. ייעול למפד מכלול האוכלוסייה בתחום ההתנהגות האוכלוסיה והאוכלוסיות עם צרכים מיוחדים במרחב הנפה.<br /><br />
                    2. בקיאות המאפייני האוכלוסיה במרחב הנפה והכרת הקהילות היחודיות, ריכוזי האוכלוסיות עם צרכים מיוחדים והאתגרים בתחום התנהגות האוכלוסיה כפי שאותרו בשגרה.<br /><br />
                    3. ניתוח ד"וחות קה"אים ביקל"רים ע"ג מערכת השו"ב.<br /><br />
                    4. קיום שיח שוטף והנחיה מקצועית של הקה"אים ביקל"רים ובגדודים.<br /><br />
                    5. קיום שיח שוטף עם קצין אוכלוסייה וקצין אח"ם במשטרת ישראל.<br /><br />
                    6. קיום שיח שוטף עם מפקד מכלול ההתנהגות במחוז.<br /><br />
                    7. ניתוח תמונת מצב ומשמעויות מהתנהגות האוכלוסיה הנצפית במרחב הנפה.<br /><br />
                    8. גיבוש המלצות מקצועיות באשר לפעולות הנדרשות לצורך מענה לאתגרים במרחב האזרחי בתחום התנהגות אוכלוסייה- תוכנית תמיכה בחוסן.<br /><br />
                    9. גיבוש המלצות מקצועיות באשר לאישור החרגות שעלו מהרשויות למדיניות התגוננות.<br /><br />
                    10. בקרה על מימוש פעולות לתמיכה במרחב האזרחי ולצימצום הסיכון לאוכלוסייה בתחום התנהגות האוכלוסייה.<br /><br />
                    11. כתיבת סעיף התנהגות בנספח האוכלוסייה בפקודות נפתיות.<br /><br />
                    12. הזנת דו"ח עיתי בתחום התנהגות האוכלוסייה ע"ג השו"ב.<br /><br />
                    13. אחריות על המענה האוכלוסייתי לאירועים מתפרצים במרחב בתחום התנהגות האוכלוסייה, מודיעין אוכלוסייה ואוכלוסיות עם צרכים מיוחדים.<br /><br />
                    14. יציאה לאירוע עם חפ"ק מפקד הנפה.<br /><br />
                    15. בקרה ומעקב אחר סטטוס מימוש הנחיות מפקדים בתחום ההתנהגות, אשר מרוכזות ע"י מש"ק התנהגות.<br /><br />
                </>
                
                ],

            },
            {
                idRole: 2,
                roleName: 'מש"ק התנהגות',
                notes: [
                    <>
                    1. סיוע למפקד תא ההתנהגות בגיבוש הנתונים לתמונת מצב התנהגות אוכלוסייה מהיקל"רים ומהגדודים:<br />
                       א. ווידוא מילוי דו"חות קהייא ביקליירים.<br />
                       ב. ביצוע שיחות טלפוניות עם הקהייאים ביקליירים ובירור סוגיות שעלו.<br />
                       ג. ביצוע עם הקהייאים בגדודים וקבלת מידע על המתרחש בשטח.<br />
                       ד. קבלת תמונת מצב חוסן מחוזית ממכלול ההתנהגות במרכז האוכלוסייה המחוזי.<br /><br />
                
                    2. קבלת דיווחים שמתקבלים לתא ההתנהגות מתא המבצעים, מתאים אחרים במכלול או ממכלולים אחרים בנפה.<br /><br />
                
                    3. ריכוז הדיווחים שמתקבלים והנחיות מפקדים בטבלת שליטה.<br /><br />
                </>
                

                ],

            }
        ],
        src: `${process.env.PUBLIC_URL}/assests/imgs/nafa/hitnahagot.svg`,
        explanation: [
            {
                titleExplanation: "תפקידי המכלול",
                textExplanation:
                    [
                        <>
                            1. בניית תמ"צ הלכי רוח ותפקוד אוכלוסיה אזרחית ושיקוף את תמונת החוסן במרחב הנפתי.<br /><br />
                            2. ייעוץ למפקד המכלול בנושא התנהגות אוכלוסייה.<br /><br />
                            3. אחריות על תחום אוכלוסיות עם צרכים מיוחדים במרחב הנפה- קיום קשר עם מחלקות הרווחה ברשויות המקומיות וריכוז נתונים בנושא וקיום קשר עם מוסדות מיוחדים במרחב הנפה.<br /><br />
                            4. מנחה מקצועי של מערך הקה"אים ביקל"רים ובגדודים.<br /><br />
                            5. אחריות לתדרוך כוחות מוקצים למשימות סיוע אזרחי.<br /><br />
                            6. ריכוז נתונים על שחיקה נפשית של כוחותינו.<br /><br />
                            7. העברת דו"ח התנהגות אוכלוסייה ותמות החוסן מחוזי.<br /><br />
                            8. יוביל את מאמת איסוף מודיעין אוכלוסיה הנפתי בעת אירוע.<br /><br />
                            9. יציאה לאירוע עם חפ"ק מפקד הנפה באירוע.<br /><br />
                    </>
                    ]
            }
        ]
    },

    {
        id: 5,
        name: "תא רשויות",
        nameNote: [
            <>
                <b>משימות של סגן ומפקד רשויות אותן משימות</b> <br/>
                1. ייעוץ למפקד מכלול האוכלוסייה בתחום הרשויות המקומיות, אספקת שירותים חיוניים לאזרח והפעלת מתנדבים וסיוע אזרחי.<br /><br />
                2. בקיאות במאפייני הרשויות המקומיות במרחב הנפה והכרת סיווג ההתמודדות של הרשויות לאור ניתוח המרכיבים בשגרה.<br /><br />
                3. ניתוח דוחות יקל"רים.<br /><br />
                4. קיום שיח שוטף והנחייה מקצועית של מפקדי היקליירים.<br /><br />
                5. קיום שיח שוטף עם מפקד מכלול רציית במחוז.<br /><br />
                6. ניתוח תמונת מצב ומשמעויות מאופן התמודדות הרשויות המקומיות במרחב הנפה ומאספקת השירותים החיוניים במרחב הנפה, לרבות ניתוח המשמעויות למרחב ממדיניות ההתגוננות העדכנית לאזרחי ולסקטור החיוני.<br /><br />
                7. גיבוש המלצות מקצועיות באשר לפעולות הנדרשות לצורך מענה לאתגרים במרחב האזרחי בתחום הרשויות המקומיות והשירותים החיוניים - לרבות תכנית לתמיכה ברשות מתקשה, תכנית מענה למפונים/מתפנים, ותכנית לתמיכה ברשות שנמצאת במשבר אנרגיה.<br /><br />
                8. לאחר הערכת המצב - הזנת רשויות במיקוד נפתי בשרייב.<br /><br />
            </>

        ],
        roles: [
            {
                idRole: 1,
                roleName: 'סגן מפקד תא רשויות',
                notes: [
                    <>
                        <b>משימות של סגן ומפקד רשויות אותן משימות</b> <br/>
                        1. ייעוץ למפקד מכלול האוכלוסייה בתחום הרשויות המקומיות, אספקת שירותים חיוניים לאזרח והפעלת מתנדבים וסיוע אזרחי.<br /><br />
                        2. בקיאות במאפייני הרשויות המקומיות במרחב הנפה והכרת סיווג ההתמודדות של הרשויות לאור ניתוח המרכיבים בשגרה.<br /><br />
                        3. ניתוח דוחות יקל"רים.<br /><br />
                        4. קיום שיח שוטף והנחייה מקצועית של מפקדי היקליירים.<br /><br />
                        5. קיום שיח שוטף עם מפקד מכלול רציית במחוז.<br /><br />
                        6. ניתוח תמונת מצב ומשמעויות מאופן התמודדות הרשויות המקומיות במרחב הנפה ומאספקת השירותים החיוניים במרחב הנפה, לרבות ניתוח המשמעויות למרחב ממדיניות ההתגוננות העדכנית לאזרחי ולסקטור החיוני.<br /><br />
                        7. גיבוש המלצות מקצועיות באשר לפעולות הנדרשות לצורך מענה לאתגרים במרחב האזרחי בתחום הרשויות המקומיות והשירותים החיוניים - לרבות תכנית לתמיכה ברשות מתקשה, תכנית מענה למפונים/מתפנים, ותכנית לתמיכה ברשות שנמצאת במשבר אנרגיה.<br /><br />
                        8. לאחר הערכת המצב - הזנת רשויות במיקוד נפתי בשרייב.<br /><br />
                    </>
                ],

            },
            {
                idRole: 2,
                roleName: 'קמ"ן מיצוי המידע',
                notes: [
                    'חסר מידע'
                ],
                imgSrc: '/assests/imgs/nafa/rashoiot3kaman.svg'
            },
            {
                idRole: 3,
                roleName: 'קצין מגזר ',
                notes: [
                    <>
                    <b>תפקידים:</b> <br/><br/>
                    1. בקיאות במאפייני הרשויות המקומיות במרחב הנפה שבהן קיימות קהילות מגזר גדולות, והכרת סיווג ההתמודדות של הרשויות לאור ניתוח המרכיבים בשגרה.<br /><br />
                    2. ניתוח תמונת מצב ומשמעויות מאופן התמודדות של רשויות מגזר או רשויות שבהן יש קהילות מגזר גדולות, לרבות תחום ההתנדבות, אספקת השירותים החיוניים והמשמעויות לרשויות אלו ממדיניות ההתגוננות העדכנית לאזרחי ולסקטור החיוני.<br /><br />
                    3. גיבוש המלצות מקצועיות באשר לפעולות הנדרשות לצורך מענה לאתגרים ברשויות אלו, לרבות תכנית לתמיכה ברשות מתקשה, תכנית מענה למפונים/מתפנים, ותכנית לתמיכה ברשות שנמצאת במשבר אנרגיה.<br /><br />
                    4. ניתוח כלל הבקשות להחרגה ממדיניות ההתגוננות שנאספו ע"י מש"ק הרשויות והתייחסות אליהן.<br /><br />
                    5. גיבוש המלצות מקצועיות באשר לאישור החרגות שעלו מרשויות המגזר למדיניות ההתגוננות.<br /><br />
                    6. בקרה על מימוש פעולות לתמיכה ברשויות המגזר.<br /><br />
                    7. בקרה ומעקב אחר סטטוס מימוש הנחיות מפקדים בתחום רשויות המגזר, אשר מרוכזות ע"י מש"ק הרשויות.<br /><br />
                </>
                ],
                imgSrc: '/assests/imgs/nafa/rashoiot2migzar.svg'
            },
            {
                idRole: 4,
                roleName: 'מפקד המרס"ל',
                notes: [
                    <>
                    <b>יעוד התא:</b> <br/><br/>
                    מיצוי יכולות המרחב הנפתי למתן מענה אינטגרטיבי לצורכי אוכלוסיית היעד והמרחב המאוים ומתמשך,<br/> וזאת
                    כדי לתמוך את התמודדות העורף עם אירועי חירום לאומי.<br/><br/>
                    <b>תפקידי התא:</b> <br/><br/>
                    מיועד לחיבור ותעדוף בין הפערים בעורף לבין יכולות ומענים הניתנים על ידי הנפה.<br/><br/>
                    <b> יכולות:</b> <br/><br/>
                    1. גיבוש הצרכים הקיימים במרחב הנפה והכוונת המענה תוך מיצוי היכולות הקיימות בנפה.<br /><br />
                    2. ניתוח תמונת המצב, ביצוע הערכת מצב ותיעדוף המענה לפערים.<br /><br />
                    3. מיפוי הצרכים לסיוע מהרשויות המקומיות באמצעות מערכת השו"ב.<br /><br />
                    4. מתן מענה לפערים על ידי בנק היכולות הנפתיי באמצעות משאבי הנפה.<br /><br />
                    5. מעקב אחר מיצוי הכוח במענה לרשויות המקומיות - בחינת המענה הניתן אחת ליום; הפצת תובנות יומיות על המענה הניתן לרשויות ולארגונים.<br /><br />
                    6. הצגת תמונת המצב נפתית של המענה שהוגדר על ידי מרכז הסיוע לאזרח ושניתן לעורף.<br /><br />

                </>
                ],
                imgSrc: '/assests/imgs/nafa/rashoiot1marsel.svg'
            }
        ],
        src: `${process.env.PUBLIC_URL}/assests/imgs/nafa/rashoiot.svg`,
        explanation: [
            {
                titleExplanation: "תפקידי תא",
                textExplanation:
                    [
                    <>
                            1. בניית תמ"ץ תפקוד רשויות מקומיות ומתן שירותים חיוניים לאזרח בגזרת הנפה.<br /><br />
                            2. ריכוז דרישות סיוע אזרחי וניהול פורום סיוע אזרחי ברמת המכלול.<br /><br />
                            3. בניית תמייצ מתנדבים ברמת הנפה.<br /><br />
                            4. מנחה מקצועי של יחידות קישור לרשות (יקל"רים).<br /><br />
                            5. בקיאות במדיניות התגוננות לסקטור חיוני וריכוז בקשות רשויות להחרגות ממדיניות התגוננות.<br /><br />
                            6. העברה ווידוא הטמעה של הנחיות התגוננות לרשויות מקומיות.<br /><br />
                            7. אחריות לעדכון יקל"רים רלוונטיים בפרטים ומשמעויות מאירוע, בתכנית טיפול נפתית באירוע, בהנחיות הנפה ודרישות סיוע מרשות לטיפול באירוע.<br /><br />
                            8. ניתוח דו"חות יקל"רים באמצעות מערכת מדלי"ק ושו"ב.<br /><br />
                            9. ירכז ויתעדף את דרישות הסיוע האזרחי מהיקל"רים.<br /><br />
                            10. נציג המכלול בפורומים - סיוע אזרחי וסד"כ ואמצעים.<br /><br />
                            11. ירכז את תחום הרצ"ת בנפה.<br /><br />
                            12. הובלת פורום סיוע אזרחי ונציג המכלול בפורום סד"כ ואמצעים.<br /><br />
                    </>
                    ]
            }
        ]
    },

    {
        id: 6,
        name: "תא מבצעים",
        nameNote: [
            <>
            1. ניהול, שליטה ובקרה על תהליכי העבודה ותוצרים במכלול האוכלוסייה.<br /><br />
            2. קיום שיח שוטף והנחיה מקצועית של מפקדי התאים במכלול.<br /><br />
            3. קיום שיח שוטף עם ק' אג"ם מרכז האוכלוסייה במחוז.<br /><br />
            4. קיום שיח שוטף עם נציג מכלול האוכלוסייה בשולחן המרכזי.<br /><br />
            5. בקיאות בתהליכי עבודת המטה ובשעון הפעילות של מכלול האוכלוסייה בנפה.<br /><br />
            6. גיבוש תמ"ץ אוכלוסייה המאפשרת קבלת החלטות של מפקד המכלול.<br /><br />
            7. אחריות על הפעלת המענה של מכלול האוכלוסייה לאירועים מתפרצים, לרבות בקרה, מעקב ודיווח על ביצוע משימות.<br /><br />
            8. אישור והפצת סיכומי מופעי השעל"ח לתאים במכלול.<br /><br />
        </>
        
        ],
        roles: [
            {
                idRole: 1,
                roleName: 'קמב"ץ',
                notes: [
                    <>
                    1. בניית שעון לחימה למכלול האוכלוסייה.<br /><br />
                    2. בקרה ומעקב אחר ביצוע כלל מופעי השעל"ח, לרבות:<br /><br />
                    3.כינוס הערכות מצב במכלול האוכלוסייה ע"פ שעון הלחימה.<br /><br />
                    4.- איסוף החומרים לקראת הערכת מצב אוכלוסייה וביצוע בקרת איכות על הנתונים המוצגים על ידי התאים במכלול.<br /><br />
                    5. קיום שיח שוטף עם נציג מכלול האוכלוסייה בשולחן המרכזי.<br /><br />
                    6. עדכון שקפי הערכות המצב במצגות בציר הפיקודי ובציר המקצועי.<br /><br />
                    7. ווידוא השתתפות מפקדי התאים במופעי שעליים חיצוניים.<br /><br />
                    8. כינוס בעלי תפקידי רלוונטיים לקראת מופעי שעלייח שבאחריות המכלול - פורום מיצוי (יכולות המרחב, אישור החרגות במדיניות ההתגוננות).<br /><br />
                    9. בקרה ומעקב אחר סטאטוס מימוש הנחיות מפקדים שמרוכזות על ידי הסמב"ץ (כולל הנחיות שהתקבלו במופעי שעל"ת חיצוניים שבהם השתתפו נציגי המכלול).<br /><br />
                    10. כתיבת סיכומי מופעי השעל"ת שמתבצעים במכלול האוכלוסייה.<br /><br />
                    11. ריכוז סעיפים מקצועיים ממפקדי התאים, גיבושים לנספח אוכלוסייה לפקודות מבצעיות והעברתו לאישור מפקד המכלול.<br /><br />
            </>
                  
                ],
            },
            {
                idRole: 2,
                roleName: 'סמב"ץ',
                notes: [
                    <>
                        1. סיוע לקמבייץ בביצוע משימותיו.<br /><br />
                        2. קבלת וניתוב דיווחים לתאים במכלול.<br /><br />
                        3. שימוש שוטף בעזרי שליטה ובמערכת השו״ב.<br /><br />
                        4. קבלת סיכומי השתתפות מפקדי התאים/נציגיהם במופעי שעליית חיצוניים ועדכון טבלת הנחיות מפקדים בהתאם.<br /><br />
                        5. עדכון מפקד תא המבצעים בסטאטוס מימוש הנחיות מפקדים ע"פ שעון הלחימה.<br /><br />
                        6. סיוע לקמב״ץ בריכוז נספחי התאים לפקודות נפתיות.<br /><br />
                    </>
                ],

            }
        ],
        src: `${process.env.PUBLIC_URL}/assests/imgs/nafa/mivtzim.svg`,
        explanation: [
            {
                titleExplanation: "תפקידי המכלול",
                textExplanation:
                    [
                        <>
                        1. ניהול אירועים וסד"כ במרחב הנפה.<br /><br />
                        2. בניית תמונת מצב, כשירות כוח אדם ואמצעים בכל יחידות הנפה והעברתן לרמה ממונה.<br /><br />
                        3. בקרה ומעקב אחר הנחיות מפקד הנפה.<br /><br />
                        4. שיקוף ועדכון הדדי של תמונת המצב בנפה עם יחידות ת"פ וגורמי ייחוס החירום במרחב הנפה.<br /><br />
                        5. בקרה ומעקב אחר ביצוע כל המופעים בשעל"ח.<br /><br />
                        6. תכנון, כתיבת, הפצת פקודות מבצעיות ומעקב אחר ביצוען.<br /><br />
                        7. הפעלת כל מערכות השו"ב בשולחן המרכזי ובחפ"ק.<br /><br />
                        8. העמדת והפעלת החפ"ק הנפתי.<br /><br />
                        9. אחריות על אבטחת מפקדת הנפה.<br /><br />
                    </>
                    ]
            },
            {
                titleExplanation: "ייעוד המכלול",
                textExplanation:
                    [
                        <>
                            מכלול המבצעים ישמש כסמכות העליונה להפעלת הכוח והשליטה במאמצי הנפה ויישא <br></br>
                            באחריות מטה כוללת לתכנון, לתיאום ולשליטה על המבצעים במרחב הנפה.<br></br>
                            המכלול יהיה מטה מקצועי בתחום האב"ך במפקדת הנפה, ייעץ וינחה בתחומו את המטה ואת יחידות.<br></br>

                        </>
                    ]
            }
        ]
    },
]

export default nafa;