const operation = [
    {
        id: 1,
        title: "הערכת מצב מרחב אזרחי",
        products: [
            'תמ"צ לאומית מרחב אזרחי, זיהוי פערים, הכוונת מענה, קביעת סדרי עדיפויות והפעלת תוכניות לאומיות',
            "התנהגות אוכלוסייה הערכת התנהגות ויכולת התמודדות אוכלוסייה",
            "רציפות התפקוד מענה לפערי אספקת שירותים חיוניים והתמודדות רשויות ",
            "מיצוי היכולות במרחב האזרחי התאמה והכוונת מאמצי הסיוע לאזרח לאור פערים",
            "הסברה הכוונת מסרים, גיבוש והפצת תוכניות הסברה מותאמות לאתגרים",
            'חומ"ס תמ"צ מימוש צווי חלב"ש ותמ"צ מלאים במחזיקי חומ"ס'
        ],
        systems: [
            'שוע"ל אזרחי',
            'אגמ"ים ("מצב ביניים")',
            "אתרי אינטרנט",
            "מערכות סקרים",
            "מערכות הפצה"
        ],
        sources: [],
        axisImg: [
            "/assests/imgs/operation/שקופית1.PNG"
        ],
        dashboardImgs: [
            "/assests/imgs/operation/shoal3.jpeg"
        ],
        popUpNafa: [
            'חסר תוכן'
        ],
        popUpMahoz: [
            'חסר תוכן'
        ]
    },
    {
        id: 2,
        title: "רציפות תפקוד",
        products: [
            "התמודדות רשויות, זיהוי רשויות מתקשות/עלולות להתקשות וגיבוש , תכנית מענה",
            'אספקת השירותים לאזרח – רמות שרות, פערים ומענה מתואם משרדי ממשלה ע"ב ציר, מל"ח',
            "קביעת סדרי עדיפויות והפעלת תוכניות לאומיות"
        ],
        systems: [
            'שוע"ל אזרחי',
            'אגמ"ים ("מצב ביניים")',
            'אתרי אינטרנט'
        ],
        sources: [
            "ציר אורכי והערכת מפקדים",
            "רשויות ",
            "משרדי ממשלה",
            'וועדות מל"ח'
        ],
        axisImg: [
            "/assests/imgs/operation/שקופית2.PNG"
        ],
        dashboardImgs: ["/assests/imgs/operation/agamin3.jpeg"],
        popUpNafa: [
            'הנפה תגדיר רשויות במיקוד נפתי, תקבע סד״ע ותבנה תוכנית מענה נפתית ותציף פערים לדרג המחוז.'
        ],
        popUpMahoz: [
            'המחוז יגדיר רשות ״במיקוד מחוזי״ גיבוש סד״ע, יבנה תוכנית מענה מחוזית בשיתוף משרדי ממלה מחוזיים, יאתר פערים ויתן מענה ע״ב ועדות מל״ח מחוזית. '
        ]
    },
    {
        id: 3,
        title: "הסברה והנחיית אוכלוסייה",
        products: [
            'גיבוש וכתיבת מסרים יומיים',
            'תוכניות הסברה מותאמות ורלוונטיות לתרחישי האיום ולשיח הציבורי ולדרקטיבה הפיקודית',
            'תוכן דיגיטלי מותאם לפלטפורמות השונות',
            'הפקת קמפיינים תומכי מסרים',
            'הדרכות: בתי"ס, אוכלוסיות מיוחדות'
        ],
        systems: [
            'טלוויזיה ורדיו, הפעלת מסבירים ,בערוצי התקשורת',
            'פורטל החירום הלאומי',
            'אפליקציית פקע"ר',
            'מערכת VOD',
            'מסבירים',
            'אתרי אינטרנט אזרחי'
        ],
        sources: [
            'פלטפורמות פיקוד העורף',
            'רשתות חברתיות (יוטיוב, פייסבוק, אינסטגרם, טוויטר, טיקטוק, טלגרם, וואטספ)',
            'הדרכות שטח',
            'הרשות המקומית (ראשי רשויות, מוקד רשותי, וואטספ עירוני, מעגלי שיח, משפיענים ובעלי תפקידים נוספים)',
            'רשת נאמני הסברה ושותפים'
        ],
        axisImg: [
            "/assests/imgs/operation/שקופית5.PNG"
        ],
        dashboardImgs: [],
        popUpNafa: [
            'הנפה תרכז מהיקל"רים את האמור לעיל לכדי תמונת מצב של זיהוי וניתוח מגמות וצרכי המידע כולל אבחון הפערים והמלצות לפעולה.'
        ],
        popUpMahoz: [
            'המחוז ירכז מהנפות ויציג לפיקוד את תמונת המצב זיהוי וניתוח מגמות אזוריות, משברים פוטנציאלים ותכנון מענה ויפעל מול הפיקוד לגיבוש מענה הסברתי מותאם לצרכים.'
        ]
    },
    {
        id: 4,
        title: "התמודדות אוכלוסייה",
        products: [
            'הערכת התמודדות אוכלוסיה/חוסן,פערים והמלצות למענה בחתך ,מגזרים/גיאוגרפי',
            'איתור מגמות בהתנהגות האוכלוסייה,מתפנים עצמאית / התמקלטות ',
            'צפי להתנהגות חזויה של האוכלוסייה'
        ],
        systems: [
            'שוע"ל אזרחי',
            'אגמ"ים ("מצב ביניים")',
            "מערכות סקרים וחיפוש ברשת spss , וואיג'ר, קובוובס"
        ],
        sources: [
            'מחקרים וסקרים',
            'ניטור רשתות חברתיות ומרכזי חוסן',
            'תמ"צ רציפות התפקוד',
            'מוקדים: 104 ונתוני דיגיטל , מוקד 106 רשותי',
            'ציר אורכי'
        ],
        axisImg: [
            "/assests/imgs/operation/שקופית3.PNG"
        ],
        dashboardImgs: ["/assests/imgs/operation/agamin4.jpeg",
            "/assests/imgs/operation/shoal1.jpeg"
        ],
        popUpNafa: [
            'ניתוח צורכי אוכלוסייה ע"ב עבודה מול הרשויות המקומיות.'
        ],
        popUpMahoz: [
            'ניתוח צורכי אוכלוסייה ע"ב תאום מול משרדי ממשלה העוסקים בטיפול באוכלוסייה: רווחה, חינוך, וארגוני חירום ועזר (מ"י, קצין אח"ם ורע"ן מתנדבים).'
        ]
    },
    {
        id: 5,
        title: 'העמ"צ/ שינוע חומ"ס',
        products: [
            'תמ"צ מימוש צווי חלב"ש',
            'תמ"צ מלאים',
            'פקודת שינוע יומית'
        ],
        systems: [
            'פורטל חומ"ס אזרחי',
            'שוע"ל אזרחי',
            'דוא"ל ואקסל',
            'סקר מקוון ביקורות חירום'
        ],
        sources: [
            'ציר אורכי חומ"ס / ביקורות שטח',
            'משרדי ממשלה',
            'מחזיקי חומ"ס'
        ],
        axisImg: [
            "/assests/imgs/operation/שקופית6.PNG"
        ],
        dashboardImgs: [
            "/assests/imgs/operation/shoal2.jpeg"
        ],
        popUpNafa: [
            'ריכוז תמ"צ חומ"ס מול המחזיקים, ביצוע ביקורות בקרב מחזיקי חומ"ס ע"ב תעדוף מחוזי, קבלת פקודת שינוע מהמחוז ואחריות על המעקב על השינוע.'
        ],
        popUpMahoz: [
            'ריכוז תמ"צ חומ"ס באמצעות הנפות, הוצאת צווים למחזיקים, קביעת תעדוף ביקורות, קבלת המידע אודות השינועים המאושרים והפצת פקודה מחוזית מפורטת לשינועים ל24 שעות קדימה.']
    },
    {
        id: 6,
        title: "מיצוי יכולות במרחב האזרחי",
        products: [
            "הכוונה ומתן מענה לפערים באמצעות סיוע צבאי ואזרחי תוך מיצוי יכולות המרחב האזרחי"
        ],
        systems: [
            'מערכת המרס"ל (אג"מים - מצב ביניים)'
        ],
        sources: [
            "הרשת הרב מגזרית",
            "משרדי ממשלה",
            "ציר אורכי"
        ],
        axisImg: [
            "/assests/imgs/operation/שקופית4.PNG"
        ],
        dashboardImgs: ["/assests/imgs/operation/agamin1.jpeg"],
        popUpNafa: [
            'הנפה תבצע בדיקת התכנות סיוע בין רשויות, מיצוי מענה ברמת הנפה ע״ב כוחות ומשאבים והגדרת סד״ע לסיוע והעלאת דרישה לרמה ממונה.'
        ],
        popUpMahoz: [
            'תהליך מיצוי יכולות והתאמת מענה הוא תהליך מבצעי שנועד לוודא יצירת מענה אופטימלי המושתת על התהליך המתרחש בין המפקדות החל ברשות המקומית וביקל"ר, דרך מפקדת הנפה מפקדת המחוז וכלה במפקדת הפיקוד הרמה הארצית. '
        ]
    },
    {
        id: 7,
        title: "תהליך מדיניות התגוננות",
        products: [
            'מדיניות ההתגוננות לאזרח ולמשק החיוני'
        ],
        systems: [
            'שוע"ל אזרחי',
            'שוע"ל צבאי',
            'מסר לאומי',
            'אגמים (מצב ביניים)',
            'ענן המידע'
        ],
        sources: [
            'תש"ן',
            'התמודדות אוכלוסייה- סקרים, סנסורים',
            'צרכי השטח- מחוזות',
            'תמ"צ מימוש מדיניות ובקשות להחרגה',
            'מערכת התרעה',
            'הגנ"א- מדיניות ויכולות',
            'ראשי רשויות',
        ],
        axisImg: [
            "/assests/imgs/operation/שקופית7.PNG"
        ],
        dashboardImgs: [
            "/assests/imgs/operation/shoal3.jpeg",
            "/assests/imgs/operation/מדיניות התגוננות.jpeg"
        ],
        popUpNafa: [
            'חסר תוכן'
        ],
        popUpMahoz: [
            'הטמעת מדיניות ההתגוננות שנקבעה ברמה הארצית למימוש הלכה למעשה בקרב הרשויות המקומיות ומשרדי הממשלה וייצוג ההלימה בין המדיניות לשגרת החיים המתקיים בעת חירום בשטחה. '
        ]
    }
];


export default operation;

