const operation = [
    {
        id: 1,
        title: "הערכת מצב מרחב אזרחי",
        products: [
            'תמ"צ לאומית מרחב אזרחי, זיהוי פערים, הכוונת מענה, קביעת סדרי עדיפויות והפעלת תוכניות לאומיות',
            "התנהגות אוכלוסייה הערכת התנהגות ויכולת התמודדות אוכלוסייה",
            "רציפות התפקוד מענה לפערי אספקת שירותים חיוניים והתמודדות רשויות ",
            "מיצוי היכולות במרחב האזרחי התאמה והכוונת מאמצי הסיוע לאזרח לאור פערים",
            "הסברה הכוונת מסרים, גיבוש והפצת תוכניות הסברה מותאמות לאתגרים",
            'חומ"ס תמ"צ מימוש צווי חלב"ש ותמ"צ מלאים במחזיקי חומ"ס'
        ],
        systems: [
            'שוע"ל אזרחי',
            'אגמ"ים ("מצב ביניים")',
            "אתרי אינטרנט",
            "מערכות סקרים",
            "מערכות הפצה"
        ],
        sources: [],
        axisImg: [
            "/assests/imgs/operation/שקופית1.PNG"
        ],
        dashboardImgs: [
            "/assests/imgs/operation/agamin3.jpeg"
        ]
    },
    {
        id: 2,
        title: "רציפות תפקוד",
        products: [
            "התמודדות רשויות, זיהוי רשויות מתקשות/עלולות להתקשות וגיבוש , תכנית מענה",
            'אספקת השירותים לאזרח – רמות שרות, פערים ומענה מתואם משרדי ממשלה ע"ב ציר, מל"ח',
            "קביעת סדרי עדיפויות והפעלת תוכניות לאומיות"
        ],
        systems: [
            'שוע"ל אזרחי',
            'אגמ"ים ("מצב ביניים")',
            'אתרי אינטרנט'
        ],
        sources: [
            "ציר אורכי והערכת מפקדים",
            "רשויות ",
            "משרדי ממשלה",
            'וועדות מל"ח'
        ],
        axisImg: [
            "/assests/imgs/operation/שקופית2.PNG"
        ],
        dashboardImgs: ["/assests/imgs/operation/agamin3.jpeg"]
    },
    {
        id: 3,
        title: "הסברה והנחיית אוכלוסייה",
        products: [
            'גיבוש וכתיבת מסרים יומיים',
            'תוכניות הסברה מותאמות ורלוונטיות לתרחישי האיום ולשיח הציבורי ולדרקטיבה הפיקודית',
            'תוכן דיגיטלי מותאם לפלטפורמות השונות',
            'הפקת קמפיינים תומכי מסרים',
            'הדרכות: בתי"ס, אוכלוסיות מיוחדות'
        ],
        systems: [
            'טלוויזיה ורדיו, הפעלת מסבירים ,בערוצי התקשורת',
            'פורטל החירום הלאומי',
            'אפליקציית פקע"ר',
            'מערכת VOD',
            'מסבירים',
            'אתרי אינטרנט אזרחי'
        ],
        sources: [
            'פלטפורמות פיקוד העורף',
            'רשתות חברתיות (יוטיוב, פייסבוק, אינסטגרם, טוויטר, טיקטוק, טלגרם, וואטספ)',
            'הדרכות שטח',
            'הרשות המקומית (ראשי רשויות, מוקד רשותי, וואטספ עירוני, מעגלי שיח, משפיענים ובעלי תפקידים נוספים)',
            'רשת נאמני הסברה ושותפים'
        ],
        axisImg: [
            "/assests/imgs/operation/שקופית5.PNG"
        ],
        dashboardImgs: []
    },
    {
        id: 4,
        title: "התמודדות אוכלוסייה",
        products: [
            'הערכת התמודדות אוכלוסיה/חוסן,פערים והמלצות למענה בחתך ,מגזרים/גיאוגרפי',
            'איתור מגמות בהתנהגות האוכלוסייה,מתפנים עצמאית / התמקלטות ',
            'צפי להתנהגות חזויה של האוכלוסייה'
        ],
        systems: [
            'שוע"ל אזרחי',
            'אגמ"ים ("מצב ביניים")',
            "מערכות סקרים וחיפוש ברשת spss , וואיג'ר, קובוובס"
        ],
        sources: [
            'מחקרים וסקרים',
            'ניטור רשתות חברתיות ומרכזי חוסן',
            'תמ"צ רציפות התפקוד',
            'מוקדים: 104 ונתוני דיגיטל , מוקד 106 רשותי',
            'ציר אורכי'
        ],
        axisImg: [
            "/assests/imgs/operation/שקופית3.PNG"
        ],
        dashboardImgs: ["/assests/imgs/operation/agamin4.jpeg"]
    },
    {
        id: 5,
        title: 'העמ"צ/ שינוע חומ"ס',
        products: [
            'תמ"צ מימוש צווי חלב"ש',
            'תמ"צ מלאים',
            'פקודת שינוע יומית'
        ],
        systems: [
            'פורטל חומ"ס אזרחי',
            'שוע"ל אזרחי',
            'דוא"ל ואקסל',
            'סקר מקוון ביקורות חירום'
        ],
        sources: [
            'ציר אורכי חומ"ס / ביקורות שטח',
            'משרדי ממשלה',
            'מחזיקי חומ"ס'
        ],
        axisImg: [
            "/assests/imgs/operation/שקופית6.PNG"
        ],
        dashboardImgs: []
    },
    {
        id: 6,
        title: "מיצוי יכולות במרחב האזרחי",
        products: [
            "הכוונה ומתן מענה לפערים באמצעות סיוע צבאי ואזרחי תוך מיצוי יכולות המרחב האזרחי"
        ],
        systems: [
            'מערכת המרס"ל (אג"מים - מצב ביניים)'
        ],
        sources: [
            "הרשת הרב מגזרית",
            "משרדי ממשלה",
            "ציר אורכי"
        ],
        axisImg: [
            "/assests/imgs/operation/שקופית4.PNG"
        ],
        dashboardImgs: ["/assests/imgs/operation/agamin1.jpeg"]
    },
    {
        id: 7,
        title: "תהליך מדיניות התגוננות",
        products: [
            'מדיניות ההתגוננות לאזרח ולמשק החיוני'
        ],
        systems: [
            'שוע"ל אזרחי',
            'שוע"ל צבאי',
            'מסר לאומי',
            'אגמים (מצב ביניים)',
            'ענן המידע'
        ],
        sources: [
            'תש"ן',
            'התמודדות אוכלוסייה- סקרים, סנסורים',
            'צרכי השטח- מחוזות',
            'תמ"צ מימוש מדיניות ובקשות להחרגה',
            'מערכת התרעה',
            'הגנ"א- מדיניות ויכולות',
            'ראשי רשויות',
        ],
        axisImg: [
            "/assests/imgs/operation/שקופית7.PNG"
        ],
        dashboardImgs: []
    }
];


export default operation;

